const MAIN_STOCKS_OBJ = {
    "600000": {
        "name": "浦发银行",
        "code": "600000",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4389,
        "create_date": "2025-04-21T23:01:07"
    },
    "600004": {
        "name": "白云机场",
        "code": "600004",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3962,
        "create_date": "2025-04-21T23:01:07"
    },
    "600006": {
        "name": "东风股份",
        "code": "600006",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3054,
        "create_date": "2025-04-21T23:01:07"
    },
    "600007": {
        "name": "中国国贸",
        "code": "600007",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4309,
        "create_date": "2025-04-21T23:01:07"
    },
    "600008": {
        "name": "首创环保",
        "code": "600008",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3691,
        "create_date": "2025-04-21T23:01:07"
    },
    "600009": {
        "name": "上海机场",
        "code": "600009",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4034,
        "create_date": "2025-04-21T23:01:07"
    },
    "600010": {
        "name": "包钢股份",
        "code": "600010",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2217,
        "create_date": "2025-04-21T23:01:07"
    },
    "600011": {
        "name": "华能国际",
        "code": "600011",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2852,
        "create_date": "2025-04-21T23:01:07"
    },
    "600012": {
        "name": "皖通高速",
        "code": "600012",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3450,
        "create_date": "2025-04-21T23:01:07"
    },
    "600015": {
        "name": "华夏银行",
        "code": "600015",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4263,
        "create_date": "2025-04-21T23:01:07"
    },
    "600016": {
        "name": "民生银行",
        "code": "600016",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4234,
        "create_date": "2025-04-21T23:01:07"
    },
    "600017": {
        "name": "日照港",
        "code": "600017",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3690,
        "create_date": "2025-04-21T23:01:07"
    },
    "600018": {
        "name": "上港集团",
        "code": "600018",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4097,
        "create_date": "2025-04-21T23:01:07"
    },
    "600019": {
        "name": "宝钢股份",
        "code": "600019",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4244,
        "create_date": "2025-04-21T23:01:07"
    },
    "600020": {
        "name": "中原高速",
        "code": "600020",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4073,
        "create_date": "2025-04-21T23:01:07"
    },
    "600021": {
        "name": "上海电力",
        "code": "600021",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2875,
        "create_date": "2025-04-21T23:01:07"
    },
    "600022": {
        "name": "山东钢铁",
        "code": "600022",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2898,
        "create_date": "2025-04-21T23:01:07"
    },
    "600023": {
        "name": "浙能电力",
        "code": "600023",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1713,
        "create_date": "2025-04-21T23:01:07"
    },
    "600025": {
        "name": "华能水电",
        "code": "600025",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4094,
        "create_date": "2025-04-21T23:01:07"
    },
    "600026": {
        "name": "中远海能",
        "code": "600026",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4046,
        "create_date": "2025-04-21T23:01:07"
    },
    "600027": {
        "name": "华电国际",
        "code": "600027",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2180,
        "create_date": "2025-04-21T23:01:07"
    },
    "600028": {
        "name": "中国石化",
        "code": "600028",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4280,
        "create_date": "2025-04-21T23:01:07"
    },
    "600029": {
        "name": "南方航空",
        "code": "600029",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3689,
        "create_date": "2025-04-21T23:01:07"
    },
    "600030": {
        "name": "中信证券",
        "code": "600030",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3285,
        "create_date": "2025-04-21T23:01:07"
    },
    "600031": {
        "name": "三一重工",
        "code": "600031",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3382,
        "create_date": "2025-04-21T23:01:07"
    },
    "600032": {
        "name": "浙江新能",
        "code": "600032",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3034,
        "create_date": "2025-04-21T23:01:07"
    },
    "600033": {
        "name": "福建高速",
        "code": "600033",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4467,
        "create_date": "2025-04-21T23:01:07"
    },
    "600035": {
        "name": "楚天高速",
        "code": "600035",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4070,
        "create_date": "2025-04-21T23:01:07"
    },
    "600036": {
        "name": "招商银行",
        "code": "600036",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4259,
        "create_date": "2025-04-21T23:01:07"
    },
    "600037": {
        "name": "歌华有线",
        "code": "600037",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2697,
        "create_date": "2025-04-21T23:01:07"
    },
    "600038": {
        "name": "中直股份",
        "code": "600038",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2893,
        "create_date": "2025-04-21T23:01:07"
    },
    "600039": {
        "name": "四川路桥",
        "code": "600039",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4270,
        "create_date": "2025-04-21T23:01:07"
    },
    "600048": {
        "name": "保利发展",
        "code": "600048",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4321,
        "create_date": "2025-04-21T23:01:07"
    },
    "600050": {
        "name": "中国联通",
        "code": "600050",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3688,
        "create_date": "2025-04-21T23:01:07"
    },
    "600051": {
        "name": "宁波联合",
        "code": "600051",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2298,
        "create_date": "2025-04-21T23:01:07"
    },
    "600052": {
        "name": "东望时代",
        "code": "600052",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3130,
        "create_date": "2025-04-21T23:01:07"
    },
    "600053": {
        "name": "九鼎投资",
        "code": "600053",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2845,
        "create_date": "2025-04-21T23:01:07"
    },
    "600054": {
        "name": "黄山旅游",
        "code": "600054",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3933,
        "create_date": "2025-04-21T23:01:07"
    },
    "600055": {
        "name": "万东医疗",
        "code": "600055",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1737,
        "create_date": "2025-04-21T23:01:07"
    },
    "600056": {
        "name": "中国医药",
        "code": "600056",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3211,
        "create_date": "2025-04-21T23:01:07"
    },
    "600057": {
        "name": "厦门象屿",
        "code": "600057",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1673,
        "create_date": "2025-04-21T23:01:07"
    },
    "600058": {
        "name": "五矿发展",
        "code": "600058",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2825,
        "create_date": "2025-04-21T23:01:07"
    },
    "600059": {
        "name": "古越龙山",
        "code": "600059",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3910,
        "create_date": "2025-04-21T23:01:07"
    },
    "600060": {
        "name": "海信视像",
        "code": "600060",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4211,
        "create_date": "2025-04-21T23:01:07"
    },
    "600061": {
        "name": "国投资本",
        "code": "600061",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3310,
        "create_date": "2025-04-21T23:01:07"
    },
    "600062": {
        "name": "华润双鹤",
        "code": "600062",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2895,
        "create_date": "2025-04-21T23:01:07"
    },
    "600063": {
        "name": "皖维高新",
        "code": "600063",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1298,
        "create_date": "2025-04-21T23:01:07"
    },
    "600064": {
        "name": "南京高科",
        "code": "600064",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2297,
        "create_date": "2025-04-21T23:01:07"
    },
    "600066": {
        "name": "宇通客车",
        "code": "600066",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1779,
        "create_date": "2025-04-21T23:01:07"
    },
    "600067": {
        "name": "冠城新材",
        "code": "600067",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2182,
        "create_date": "2025-04-21T23:01:07"
    },
    "600071": {
        "name": "凤凰光学",
        "code": "600071",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2848,
        "create_date": "2025-04-21T23:01:07"
    },
    "600072": {
        "name": "中船科技",
        "code": "600072",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3121,
        "create_date": "2025-04-21T23:01:07"
    },
    "600073": {
        "name": "光明肉业",
        "code": "600073",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1354,
        "create_date": "2025-04-21T23:01:07"
    },
    "600075": {
        "name": "新疆天业",
        "code": "600075",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3682,
        "create_date": "2025-04-21T23:01:07"
    },
    "600076": {
        "name": "康欣新材",
        "code": "600076",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3681,
        "create_date": "2025-04-21T23:01:07"
    },
    "600078": {
        "name": "澄星股份",
        "code": "600078",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2566,
        "create_date": "2025-04-21T23:01:07"
    },
    "600079": {
        "name": "人福医药",
        "code": "600079",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2149,
        "create_date": "2025-04-21T23:01:07"
    },
    "600080": {
        "name": "金花股份",
        "code": "600080",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2966,
        "create_date": "2025-04-21T23:01:07"
    },
    "600081": {
        "name": "东风科技",
        "code": "600081",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1549,
        "create_date": "2025-04-21T23:01:07"
    },
    "600082": {
        "name": "海泰发展",
        "code": "600082",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3679,
        "create_date": "2025-04-21T23:01:07"
    },
    "600084": {
        "name": "中信尼雅",
        "code": "600084",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4033,
        "create_date": "2025-04-21T23:01:07"
    },
    "600085": {
        "name": "同仁堂",
        "code": "600085",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3993,
        "create_date": "2025-04-21T23:01:07"
    },
    "600088": {
        "name": "中视传媒",
        "code": "600088",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2537,
        "create_date": "2025-04-21T23:01:07"
    },
    "600089": {
        "name": "特变电工",
        "code": "600089",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3675,
        "create_date": "2025-04-21T23:01:07"
    },
    "600094": {
        "name": "大名城",
        "code": "600094",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4111,
        "create_date": "2025-04-21T23:01:07"
    },
    "600095": {
        "name": "湘财股份",
        "code": "600095",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2732,
        "create_date": "2025-04-21T23:01:07"
    },
    "600096": {
        "name": "云天化",
        "code": "600096",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3202,
        "create_date": "2025-04-21T23:01:07"
    },
    "600097": {
        "name": "开创国际",
        "code": "600097",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3957,
        "create_date": "2025-04-21T23:01:07"
    },
    "600098": {
        "name": "广州发展",
        "code": "600098",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3418,
        "create_date": "2025-04-21T23:01:07"
    },
    "600099": {
        "name": "林海股份",
        "code": "600099",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2167,
        "create_date": "2025-04-21T23:01:07"
    },
    "600100": {
        "name": "同方股份",
        "code": "600100",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2289,
        "create_date": "2025-04-21T23:01:07"
    },
    "600101": {
        "name": "明星电力",
        "code": "600101",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3119,
        "create_date": "2025-04-21T23:01:07"
    },
    "600103": {
        "name": "青山纸业",
        "code": "600103",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1238,
        "create_date": "2025-04-21T23:01:07"
    },
    "600104": {
        "name": "上汽集团",
        "code": "600104",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3476,
        "create_date": "2025-04-21T23:01:07"
    },
    "600105": {
        "name": "永鼎股份",
        "code": "600105",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2028,
        "create_date": "2025-04-21T23:01:07"
    },
    "600106": {
        "name": "重庆路桥",
        "code": "600106",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4112,
        "create_date": "2025-04-21T23:01:07"
    },
    "600108": {
        "name": "亚盛集团",
        "code": "600108",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3669,
        "create_date": "2025-04-21T23:01:07"
    },
    "600109": {
        "name": "国金证券",
        "code": "600109",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3231,
        "create_date": "2025-04-21T23:01:07"
    },
    "600110": {
        "name": "诺德股份",
        "code": "600110",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1874,
        "create_date": "2025-04-21T23:01:07"
    },
    "600111": {
        "name": "北方稀土",
        "code": "600111",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3472,
        "create_date": "2025-04-21T23:01:07"
    },
    "600113": {
        "name": "浙江东日",
        "code": "600113",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2075,
        "create_date": "2025-04-21T23:01:07"
    },
    "600114": {
        "name": "东睦股份",
        "code": "600114",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1381,
        "create_date": "2025-04-21T23:01:07"
    },
    "600115": {
        "name": "中国东航",
        "code": "600115",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3984,
        "create_date": "2025-04-21T23:01:07"
    },
    "600116": {
        "name": "三峡水利",
        "code": "600116",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3427,
        "create_date": "2025-04-21T23:01:07"
    },
    "600117": {
        "name": "西宁特钢",
        "code": "600117",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3131,
        "create_date": "2025-04-21T23:01:07"
    },
    "600118": {
        "name": "中国卫星",
        "code": "600118",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2785,
        "create_date": "2025-04-21T23:01:07"
    },
    "600119": {
        "name": "长江投资",
        "code": "600119",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2631,
        "create_date": "2025-04-21T23:01:07"
    },
    "600120": {
        "name": "浙江东方",
        "code": "600120",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1899,
        "create_date": "2025-04-21T23:01:07"
    },
    "600121": {
        "name": "郑州煤电",
        "code": "600121",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3092,
        "create_date": "2025-04-21T23:01:07"
    },
    "600123": {
        "name": "兰花科创",
        "code": "600123",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3926,
        "create_date": "2025-04-21T23:01:07"
    },
    "600125": {
        "name": "铁龙物流",
        "code": "600125",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4088,
        "create_date": "2025-04-21T23:01:07"
    },
    "600126": {
        "name": "杭钢股份",
        "code": "600126",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1187,
        "create_date": "2025-04-21T23:01:07"
    },
    "600127": {
        "name": "金健米业",
        "code": "600127",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3038,
        "create_date": "2025-04-21T23:01:07"
    },
    "600128": {
        "name": "苏豪弘业",
        "code": "600128",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1504,
        "create_date": "2025-04-21T23:01:07"
    },
    "600129": {
        "name": "太极集团",
        "code": "600129",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4184,
        "create_date": "2025-04-21T23:01:07"
    },
    "600131": {
        "name": "国网信通",
        "code": "600131",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3129,
        "create_date": "2025-04-21T23:01:07"
    },
    "600132": {
        "name": "重庆啤酒",
        "code": "600132",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4224,
        "create_date": "2025-04-21T23:01:07"
    },
    "600133": {
        "name": "东湖高新",
        "code": "600133",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2806,
        "create_date": "2025-04-21T23:01:07"
    },
    "600135": {
        "name": "乐凯胶片",
        "code": "600135",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3169,
        "create_date": "2025-04-21T23:01:07"
    },
    "600137": {
        "name": "浪莎股份",
        "code": "600137",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2818,
        "create_date": "2025-04-21T23:01:07"
    },
    "600138": {
        "name": "中青旅",
        "code": "600138",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4002,
        "create_date": "2025-04-21T23:01:07"
    },
    "600141": {
        "name": "兴发集团",
        "code": "600141",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2878,
        "create_date": "2025-04-21T23:01:07"
    },
    "600143": {
        "name": "金发科技",
        "code": "600143",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1301,
        "create_date": "2025-04-21T23:01:07"
    },
    "600148": {
        "name": "长春一东",
        "code": "600148",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2018,
        "create_date": "2025-04-21T23:01:07"
    },
    "600149": {
        "name": "廊坊发展",
        "code": "600149",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2751,
        "create_date": "2025-04-21T23:01:07"
    },
    "600150": {
        "name": "中国船舶",
        "code": "600150",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3406,
        "create_date": "2025-04-21T23:01:07"
    },
    "600151": {
        "name": "航天机电",
        "code": "600151",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3008,
        "create_date": "2025-04-21T23:01:07"
    },
    "600152": {
        "name": "维科技术",
        "code": "600152",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3102,
        "create_date": "2025-04-21T23:01:07"
    },
    "600153": {
        "name": "建发股份",
        "code": "600153",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3905,
        "create_date": "2025-04-21T23:01:07"
    },
    "600155": {
        "name": "华创云信",
        "code": "600155",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3157,
        "create_date": "2025-04-21T23:01:07"
    },
    "600156": {
        "name": "华升股份",
        "code": "600156",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1695,
        "create_date": "2025-04-21T23:01:07"
    },
    "600157": {
        "name": "永泰能源",
        "code": "600157",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2924,
        "create_date": "2025-04-21T23:01:07"
    },
    "600158": {
        "name": "中体产业",
        "code": "600158",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4249,
        "create_date": "2025-04-21T23:01:07"
    },
    "600159": {
        "name": "大龙地产",
        "code": "600159",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4193,
        "create_date": "2025-04-21T23:01:07"
    },
    "600160": {
        "name": "巨化股份",
        "code": "600160",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4001,
        "create_date": "2025-04-21T23:01:07"
    },
    "600161": {
        "name": "天坛生物",
        "code": "600161",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2865,
        "create_date": "2025-04-21T23:01:07"
    },
    "600162": {
        "name": "香江控股",
        "code": "600162",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4104,
        "create_date": "2025-04-21T23:01:07"
    },
    "600163": {
        "name": "中闽能源",
        "code": "600163",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2076,
        "create_date": "2025-04-21T23:01:07"
    },
    "600166": {
        "name": "福田汽车",
        "code": "600166",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3194,
        "create_date": "2025-04-21T23:01:07"
    },
    "600167": {
        "name": "联美控股",
        "code": "600167",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2491,
        "create_date": "2025-04-21T23:01:07"
    },
    "600168": {
        "name": "武汉控股",
        "code": "600168",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3663,
        "create_date": "2025-04-21T23:01:07"
    },
    "600169": {
        "name": "太原重工",
        "code": "600169",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2823,
        "create_date": "2025-04-21T23:01:07"
    },
    "600170": {
        "name": "上海建工",
        "code": "600170",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3662,
        "create_date": "2025-04-21T23:01:07"
    },
    "600171": {
        "name": "上海贝岭",
        "code": "600171",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3392,
        "create_date": "2025-04-21T23:01:07"
    },
    "600172": {
        "name": "黄河旋风",
        "code": "600172",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3341,
        "create_date": "2025-04-21T23:01:07"
    },
    "600173": {
        "name": "卧龙地产",
        "code": "600173",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1588,
        "create_date": "2025-04-21T23:01:07"
    },
    "600176": {
        "name": "中国巨石",
        "code": "600176",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2430,
        "create_date": "2025-04-21T23:01:07"
    },
    "600177": {
        "name": "雅戈尔",
        "code": "600177",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3436,
        "create_date": "2025-04-21T23:01:07"
    },
    "600178": {
        "name": "东安动力",
        "code": "600178",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1778,
        "create_date": "2025-04-21T23:01:07"
    },
    "600179": {
        "name": "安通控股",
        "code": "600179",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3259,
        "create_date": "2025-04-21T23:01:07"
    },
    "600180": {
        "name": "瑞茂通",
        "code": "600180",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2433,
        "create_date": "2025-04-21T23:01:07"
    },
    "600182": {
        "name": "S佳通",
        "code": "600182",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2768,
        "create_date": "2025-04-21T23:01:07"
    },
    "600183": {
        "name": "生益科技",
        "code": "600183",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2051,
        "create_date": "2025-04-21T23:01:07"
    },
    "600184": {
        "name": "光电股份",
        "code": "600184",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3077,
        "create_date": "2025-04-21T23:01:07"
    },
    "600185": {
        "name": "格力地产",
        "code": "600185",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4407,
        "create_date": "2025-04-21T23:01:07"
    },
    "600186": {
        "name": "莲花控股",
        "code": "600186",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1678,
        "create_date": "2025-04-21T23:01:07"
    },
    "600187": {
        "name": "国中水务",
        "code": "600187",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2184,
        "create_date": "2025-04-21T23:01:07"
    },
    "600188": {
        "name": "兖矿能源",
        "code": "600188",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4221,
        "create_date": "2025-04-21T23:01:07"
    },
    "600189": {
        "name": "泉阳泉",
        "code": "600189",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2914,
        "create_date": "2025-04-21T23:01:07"
    },
    "600191": {
        "name": "华资实业",
        "code": "600191",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2883,
        "create_date": "2025-04-21T23:01:07"
    },
    "600192": {
        "name": "长城电工",
        "code": "600192",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2293,
        "create_date": "2025-04-21T23:01:07"
    },
    "600195": {
        "name": "中牧股份",
        "code": "600195",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3659,
        "create_date": "2025-04-21T23:01:07"
    },
    "600196": {
        "name": "复星医药",
        "code": "600196",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3473,
        "create_date": "2025-04-21T23:01:07"
    },
    "600197": {
        "name": "伊力特",
        "code": "600197",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3922,
        "create_date": "2025-04-21T23:01:07"
    },
    "600198": {
        "name": "大唐电信",
        "code": "600198",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3443,
        "create_date": "2025-04-21T23:01:07"
    },
    "600199": {
        "name": "金种子酒",
        "code": "600199",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3464,
        "create_date": "2025-04-21T23:01:07"
    },
    "600201": {
        "name": "生物股份",
        "code": "600201",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2443,
        "create_date": "2025-04-21T23:01:07"
    },
    "600202": {
        "name": "哈空调",
        "code": "600202",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2508,
        "create_date": "2025-04-21T23:01:07"
    },
    "600203": {
        "name": "福日电子",
        "code": "600203",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1834,
        "create_date": "2025-04-21T23:01:07"
    },
    "600206": {
        "name": "有研新材",
        "code": "600206",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1195,
        "create_date": "2025-04-21T23:01:07"
    },
    "600207": {
        "name": "安彩高科",
        "code": "600207",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1896,
        "create_date": "2025-04-21T23:01:07"
    },
    "600208": {
        "name": "衢州发展",
        "code": "600208",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2934,
        "create_date": "2025-04-21T23:01:07"
    },
    "600210": {
        "name": "紫江企业",
        "code": "600210",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1650,
        "create_date": "2025-04-21T23:01:07"
    },
    "600211": {
        "name": "西藏药业",
        "code": "600211",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2411,
        "create_date": "2025-04-21T23:01:07"
    },
    "600212": {
        "name": "绿能慧充",
        "code": "600212",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1763,
        "create_date": "2025-04-21T23:01:07"
    },
    "600215": {
        "name": "派斯林",
        "code": "600215",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4166,
        "create_date": "2025-04-21T23:01:07"
    },
    "600216": {
        "name": "浙江医药",
        "code": "600216",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2977,
        "create_date": "2025-04-21T23:01:07"
    },
    "600217": {
        "name": "中再资环",
        "code": "600217",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3655,
        "create_date": "2025-04-21T23:01:07"
    },
    "600218": {
        "name": "全柴动力",
        "code": "600218",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2904,
        "create_date": "2025-04-21T23:01:07"
    },
    "600219": {
        "name": "南山铝业",
        "code": "600219",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2358,
        "create_date": "2025-04-21T23:01:07"
    },
    "600221": {
        "name": "海航控股",
        "code": "600221",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4156,
        "create_date": "2025-04-21T23:01:07"
    },
    "600222": {
        "name": "太龙药业",
        "code": "600222",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2410,
        "create_date": "2025-04-21T23:01:07"
    },
    "600223": {
        "name": "福瑞达",
        "code": "600223",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2157,
        "create_date": "2025-04-21T23:01:07"
    },
    "600226": {
        "name": "亨通股份",
        "code": "600226",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2408,
        "create_date": "2025-04-21T23:01:07"
    },
    "600227": {
        "name": "赤天化",
        "code": "600227",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2740,
        "create_date": "2025-04-21T23:01:07"
    },
    "600229": {
        "name": "城市传媒",
        "code": "600229",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2114,
        "create_date": "2025-04-21T23:01:07"
    },
    "600230": {
        "name": "沧州大化",
        "code": "600230",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3105,
        "create_date": "2025-04-21T23:01:07"
    },
    "600231": {
        "name": "凌钢股份",
        "code": "600231",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3023,
        "create_date": "2025-04-21T23:01:07"
    },
    "600232": {
        "name": "金鹰股份",
        "code": "600232",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2435,
        "create_date": "2025-04-21T23:01:07"
    },
    "600233": {
        "name": "圆通速递",
        "code": "600233",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4231,
        "create_date": "2025-04-21T23:01:07"
    },
    "600235": {
        "name": "民丰特纸",
        "code": "600235",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2194,
        "create_date": "2025-04-21T23:01:07"
    },
    "600236": {
        "name": "桂冠电力",
        "code": "600236",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3289,
        "create_date": "2025-04-21T23:01:07"
    },
    "600237": {
        "name": "铜峰电子",
        "code": "600237",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3425,
        "create_date": "2025-04-21T23:01:07"
    },
    "600239": {
        "name": "云南城投",
        "code": "600239",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4173,
        "create_date": "2025-04-21T23:01:07"
    },
    "600241": {
        "name": "时代万恒",
        "code": "600241",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2529,
        "create_date": "2025-04-21T23:01:07"
    },
    "600246": {
        "name": "万通发展",
        "code": "600246",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2452,
        "create_date": "2025-04-21T23:01:07"
    },
    "600248": {
        "name": "陕建股份",
        "code": "600248",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4154,
        "create_date": "2025-04-21T23:01:07"
    },
    "600249": {
        "name": "两面针",
        "code": "600249",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4461,
        "create_date": "2025-04-21T23:01:07"
    },
    "600250": {
        "name": "南京商旅",
        "code": "600250",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2458,
        "create_date": "2025-04-21T23:01:07"
    },
    "600251": {
        "name": "冠农股份",
        "code": "600251",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3082,
        "create_date": "2025-04-21T23:01:07"
    },
    "600252": {
        "name": "中恒集团",
        "code": "600252",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3191,
        "create_date": "2025-04-21T23:01:07"
    },
    "600255": {
        "name": "鑫科材料",
        "code": "600255",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2260,
        "create_date": "2025-04-21T23:01:07"
    },
    "600256": {
        "name": "广汇能源",
        "code": "600256",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3940,
        "create_date": "2025-04-21T23:01:07"
    },
    "600257": {
        "name": "大湖股份",
        "code": "600257",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3383,
        "create_date": "2025-04-21T23:01:07"
    },
    "600258": {
        "name": "首旅酒店",
        "code": "600258",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2780,
        "create_date": "2025-04-21T23:01:07"
    },
    "600259": {
        "name": "广晟有色",
        "code": "600259",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1531,
        "create_date": "2025-04-21T23:01:07"
    },
    "600261": {
        "name": "阳光照明",
        "code": "600261",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2239,
        "create_date": "2025-04-21T23:01:07"
    },
    "600262": {
        "name": "北方股份",
        "code": "600262",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1771,
        "create_date": "2025-04-21T23:01:07"
    },
    "600266": {
        "name": "城建发展",
        "code": "600266",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4437,
        "create_date": "2025-04-21T23:01:07"
    },
    "600267": {
        "name": "海正药业",
        "code": "600267",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2504,
        "create_date": "2025-04-21T23:01:07"
    },
    "600268": {
        "name": "国电南自",
        "code": "600268",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1733,
        "create_date": "2025-04-21T23:01:07"
    },
    "600269": {
        "name": "赣粤高速",
        "code": "600269",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3387,
        "create_date": "2025-04-21T23:01:07"
    },
    "600271": {
        "name": "航天信息",
        "code": "600271",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2943,
        "create_date": "2025-04-21T23:01:07"
    },
    "600272": {
        "name": "开开实业",
        "code": "600272",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2367,
        "create_date": "2025-04-21T23:01:07"
    },
    "600273": {
        "name": "嘉化能源",
        "code": "600273",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3445,
        "create_date": "2025-04-21T23:01:07"
    },
    "600276": {
        "name": "恒瑞医药",
        "code": "600276",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1810,
        "create_date": "2025-04-21T23:01:07"
    },
    "600278": {
        "name": "东方创业",
        "code": "600278",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2497,
        "create_date": "2025-04-21T23:01:07"
    },
    "600279": {
        "name": "重庆港",
        "code": "600279",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3226,
        "create_date": "2025-04-21T23:01:07"
    },
    "600280": {
        "name": "中央商场",
        "code": "600280",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4260,
        "create_date": "2025-04-21T23:01:07"
    },
    "600281": {
        "name": "华阳新材",
        "code": "600281",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3035,
        "create_date": "2025-04-21T23:01:07"
    },
    "600282": {
        "name": "南钢股份",
        "code": "600282",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3643,
        "create_date": "2025-04-21T23:01:07"
    },
    "600283": {
        "name": "钱江水利",
        "code": "600283",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3947,
        "create_date": "2025-04-21T23:01:07"
    },
    "600284": {
        "name": "浦东建设",
        "code": "600284",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2414,
        "create_date": "2025-04-21T23:01:07"
    },
    "600285": {
        "name": "羚锐制药",
        "code": "600285",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3920,
        "create_date": "2025-04-21T23:01:07"
    },
    "600288": {
        "name": "大恒科技",
        "code": "600288",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2309,
        "create_date": "2025-04-21T23:01:07"
    },
    "600292": {
        "name": "远达环保",
        "code": "600292",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4322,
        "create_date": "2025-04-21T23:01:07"
    },
    "600293": {
        "name": "三峡新材",
        "code": "600293",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2160,
        "create_date": "2025-04-21T23:01:07"
    },
    "600295": {
        "name": "鄂尔多斯",
        "code": "600295",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4144,
        "create_date": "2025-04-21T23:01:07"
    },
    "600298": {
        "name": "安琪酵母",
        "code": "600298",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4043,
        "create_date": "2025-04-21T23:01:07"
    },
    "600299": {
        "name": "安迪苏",
        "code": "600299",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2756,
        "create_date": "2025-04-21T23:01:07"
    },
    "600300": {
        "name": "维维股份",
        "code": "600300",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1116,
        "create_date": "2025-04-21T23:01:07"
    },
    "600301": {
        "name": "华锡有色",
        "code": "600301",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1444,
        "create_date": "2025-04-21T23:01:07"
    },
    "600302": {
        "name": "标准股份",
        "code": "600302",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2378,
        "create_date": "2025-04-21T23:01:07"
    },
    "600303": {
        "name": "曙光股份",
        "code": "600303",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2695,
        "create_date": "2025-04-21T23:01:07"
    },
    "600305": {
        "name": "恒顺醋业",
        "code": "600305",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3919,
        "create_date": "2025-04-21T23:01:07"
    },
    "600307": {
        "name": "酒钢宏兴",
        "code": "600307",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2340,
        "create_date": "2025-04-21T23:01:07"
    },
    "600308": {
        "name": "华泰股份",
        "code": "600308",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1124,
        "create_date": "2025-04-21T23:01:07"
    },
    "600309": {
        "name": "万华化学",
        "code": "600309",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4293,
        "create_date": "2025-04-21T23:01:07"
    },
    "600310": {
        "name": "广西能源",
        "code": "600310",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4189,
        "create_date": "2025-04-21T23:01:07"
    },
    "600312": {
        "name": "平高电气",
        "code": "600312",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2530,
        "create_date": "2025-04-21T23:01:07"
    },
    "600313": {
        "name": "农发种业",
        "code": "600313",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2761,
        "create_date": "2025-04-21T23:01:07"
    },
    "600315": {
        "name": "上海家化",
        "code": "600315",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1334,
        "create_date": "2025-04-21T23:01:07"
    },
    "600316": {
        "name": "洪都航空",
        "code": "600316",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2286,
        "create_date": "2025-04-21T23:01:07"
    },
    "600318": {
        "name": "新力金融",
        "code": "600318",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3634,
        "create_date": "2025-04-21T23:01:07"
    },
    "600319": {
        "name": "亚星化学",
        "code": "600319",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3945,
        "create_date": "2025-04-21T23:01:07"
    },
    "600320": {
        "name": "振华重工",
        "code": "600320",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3633,
        "create_date": "2025-04-21T23:01:07"
    },
    "600322": {
        "name": "津投城开",
        "code": "600322",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1922,
        "create_date": "2025-04-21T23:01:07"
    },
    "600323": {
        "name": "瀚蓝环境",
        "code": "600323",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4206,
        "create_date": "2025-04-21T23:01:07"
    },
    "600325": {
        "name": "华发股份",
        "code": "600325",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4342,
        "create_date": "2025-04-21T23:01:07"
    },
    "600326": {
        "name": "西藏天路",
        "code": "600326",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4159,
        "create_date": "2025-04-21T23:01:07"
    },
    "600327": {
        "name": "大东方",
        "code": "600327",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2261,
        "create_date": "2025-04-21T23:01:07"
    },
    "600328": {
        "name": "中盐化工",
        "code": "600328",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3184,
        "create_date": "2025-04-21T23:01:07"
    },
    "600329": {
        "name": "达仁堂",
        "code": "600329",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3389,
        "create_date": "2025-04-21T23:01:07"
    },
    "600330": {
        "name": "天通股份",
        "code": "600330",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3017,
        "create_date": "2025-04-21T23:01:07"
    },
    "600331": {
        "name": "宏达股份",
        "code": "600331",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2503,
        "create_date": "2025-04-21T23:01:07"
    },
    "600332": {
        "name": "白云山",
        "code": "600332",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3985,
        "create_date": "2025-04-21T23:01:07"
    },
    "600333": {
        "name": "长春燃气",
        "code": "600333",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3367,
        "create_date": "2025-04-21T23:01:07"
    },
    "600335": {
        "name": "国机汽车",
        "code": "600335",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2716,
        "create_date": "2025-04-21T23:01:07"
    },
    "600336": {
        "name": "澳柯玛",
        "code": "600336",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1628,
        "create_date": "2025-04-21T23:01:07"
    },
    "600337": {
        "name": "美克家居",
        "code": "600337",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3631,
        "create_date": "2025-04-21T23:01:07"
    },
    "600338": {
        "name": "西藏珠峰",
        "code": "600338",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2041,
        "create_date": "2025-04-21T23:01:07"
    },
    "600339": {
        "name": "中油工程",
        "code": "600339",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2471,
        "create_date": "2025-04-21T23:01:07"
    },
    "600340": {
        "name": "华夏幸福",
        "code": "600340",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3173,
        "create_date": "2025-04-21T23:01:07"
    },
    "600343": {
        "name": "航天动力",
        "code": "600343",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3007,
        "create_date": "2025-04-21T23:01:07"
    },
    "600345": {
        "name": "长江通信",
        "code": "600345",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3212,
        "create_date": "2025-04-21T23:01:07"
    },
    "600346": {
        "name": "恒力石化",
        "code": "600346",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1685,
        "create_date": "2025-04-21T23:01:07"
    },
    "600348": {
        "name": "华阳股份",
        "code": "600348",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3423,
        "create_date": "2025-04-21T23:01:07"
    },
    "600350": {
        "name": "山东高速",
        "code": "600350",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4172,
        "create_date": "2025-04-21T23:01:07"
    },
    "600351": {
        "name": "亚宝药业",
        "code": "600351",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3407,
        "create_date": "2025-04-21T23:01:07"
    },
    "600352": {
        "name": "浙江龙盛",
        "code": "600352",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1616,
        "create_date": "2025-04-21T23:01:07"
    },
    "600353": {
        "name": "旭光电子",
        "code": "600353",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1361,
        "create_date": "2025-04-21T23:01:07"
    },
    "600354": {
        "name": "敦煌种业",
        "code": "600354",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3930,
        "create_date": "2025-04-21T23:01:07"
    },
    "600356": {
        "name": "恒丰纸业",
        "code": "600356",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2197,
        "create_date": "2025-04-21T23:01:07"
    },
    "600359": {
        "name": "新农开发",
        "code": "600359",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3176,
        "create_date": "2025-04-21T23:01:07"
    },
    "600361": {
        "name": "创新新材",
        "code": "600361",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2445,
        "create_date": "2025-04-21T23:01:07"
    },
    "600362": {
        "name": "江西铜业",
        "code": "600362",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1459,
        "create_date": "2025-04-21T23:01:07"
    },
    "600363": {
        "name": "联创光电",
        "code": "600363",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1345,
        "create_date": "2025-04-21T23:01:07"
    },
    "600366": {
        "name": "宁波韵升",
        "code": "600366",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2731,
        "create_date": "2025-04-21T23:01:07"
    },
    "600367": {
        "name": "红星发展",
        "code": "600367",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2094,
        "create_date": "2025-04-21T23:01:07"
    },
    "600368": {
        "name": "五洲交通",
        "code": "600368",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3961,
        "create_date": "2025-04-21T23:01:07"
    },
    "600369": {
        "name": "西南证券",
        "code": "600369",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3357,
        "create_date": "2025-04-21T23:01:07"
    },
    "600370": {
        "name": "三房巷",
        "code": "600370",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1045,
        "create_date": "2025-04-21T23:01:07"
    },
    "600371": {
        "name": "万向德农",
        "code": "600371",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2670,
        "create_date": "2025-04-21T23:01:07"
    },
    "600372": {
        "name": "中航机载",
        "code": "600372",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2198,
        "create_date": "2025-04-21T23:01:07"
    },
    "600373": {
        "name": "中文传媒",
        "code": "600373",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3400,
        "create_date": "2025-04-21T23:01:07"
    },
    "600375": {
        "name": "汉马科技",
        "code": "600375",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4445,
        "create_date": "2025-04-21T23:01:07"
    },
    "600376": {
        "name": "首开股份",
        "code": "600376",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4278,
        "create_date": "2025-04-21T23:01:07"
    },
    "600377": {
        "name": "宁沪高速",
        "code": "600377",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2954,
        "create_date": "2025-04-21T23:01:07"
    },
    "600378": {
        "name": "昊华科技",
        "code": "600378",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3892,
        "create_date": "2025-04-21T23:01:07"
    },
    "600379": {
        "name": "宝光股份",
        "code": "600379",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2456,
        "create_date": "2025-04-21T23:01:07"
    },
    "600380": {
        "name": "健康元",
        "code": "600380",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3465,
        "create_date": "2025-04-21T23:01:07"
    },
    "600382": {
        "name": "广东明珠",
        "code": "600382",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3628,
        "create_date": "2025-04-21T23:01:07"
    },
    "600383": {
        "name": "金地集团",
        "code": "600383",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4181,
        "create_date": "2025-04-21T23:01:07"
    },
    "600386": {
        "name": "北巴传媒",
        "code": "600386",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2948,
        "create_date": "2025-04-21T23:01:07"
    },
    "600388": {
        "name": "龙净环保",
        "code": "600388",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3099,
        "create_date": "2025-04-21T23:01:07"
    },
    "600389": {
        "name": "江山股份",
        "code": "600389",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2449,
        "create_date": "2025-04-21T23:01:07"
    },
    "600390": {
        "name": "五矿资本",
        "code": "600390",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3071,
        "create_date": "2025-04-21T23:01:07"
    },
    "600391": {
        "name": "航发科技",
        "code": "600391",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1100,
        "create_date": "2025-04-21T23:01:07"
    },
    "600392": {
        "name": "盛和资源",
        "code": "600392",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2973,
        "create_date": "2025-04-21T23:01:07"
    },
    "600395": {
        "name": "盘江股份",
        "code": "600395",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4061,
        "create_date": "2025-04-21T23:01:07"
    },
    "600396": {
        "name": "华电辽能",
        "code": "600396",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1489,
        "create_date": "2025-04-21T23:01:07"
    },
    "600397": {
        "name": "安源煤业",
        "code": "600397",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1200,
        "create_date": "2025-04-21T23:01:07"
    },
    "600398": {
        "name": "海澜之家",
        "code": "600398",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1196,
        "create_date": "2025-04-21T23:01:07"
    },
    "600399": {
        "name": "抚顺特钢",
        "code": "600399",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3393,
        "create_date": "2025-04-21T23:01:07"
    },
    "600400": {
        "name": "红豆股份",
        "code": "600400",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4066,
        "create_date": "2025-04-21T23:01:07"
    },
    "600403": {
        "name": "大有能源",
        "code": "600403",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2588,
        "create_date": "2025-04-21T23:01:07"
    },
    "600405": {
        "name": "动力源",
        "code": "600405",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1935,
        "create_date": "2025-04-21T23:01:07"
    },
    "600406": {
        "name": "国电南瑞",
        "code": "600406",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4100,
        "create_date": "2025-04-21T23:01:07"
    },
    "600408": {
        "name": "安泰集团",
        "code": "600408",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4269,
        "create_date": "2025-04-21T23:01:07"
    },
    "600409": {
        "name": "三友化工",
        "code": "600409",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3391,
        "create_date": "2025-04-21T23:01:07"
    },
    "600410": {
        "name": "华胜天成",
        "code": "600410",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1377,
        "create_date": "2025-04-21T23:01:07"
    },
    "600415": {
        "name": "小商品城",
        "code": "600415",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1326,
        "create_date": "2025-04-21T23:01:07"
    },
    "600416": {
        "name": "湘电股份",
        "code": "600416",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3304,
        "create_date": "2025-04-21T23:01:07"
    },
    "600418": {
        "name": "江淮汽车",
        "code": "600418",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1304,
        "create_date": "2025-04-21T23:01:07"
    },
    "600419": {
        "name": "天润乳业",
        "code": "600419",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4323,
        "create_date": "2025-04-21T23:01:07"
    },
    "600420": {
        "name": "国药现代",
        "code": "600420",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3215,
        "create_date": "2025-04-21T23:01:07"
    },
    "600422": {
        "name": "昆药集团",
        "code": "600422",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3932,
        "create_date": "2025-04-21T23:01:07"
    },
    "600423": {
        "name": "柳化股份",
        "code": "600423",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2993,
        "create_date": "2025-04-21T23:01:07"
    },
    "600425": {
        "name": "青松建化",
        "code": "600425",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3624,
        "create_date": "2025-04-21T23:01:07"
    },
    "600426": {
        "name": "华鲁恒升",
        "code": "600426",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3269,
        "create_date": "2025-04-21T23:01:07"
    },
    "600428": {
        "name": "中远海特",
        "code": "600428",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3108,
        "create_date": "2025-04-21T23:01:07"
    },
    "600429": {
        "name": "三元股份",
        "code": "600429",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3166,
        "create_date": "2025-04-21T23:01:07"
    },
    "600433": {
        "name": "冠豪高新",
        "code": "600433",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1876,
        "create_date": "2025-04-21T23:01:07"
    },
    "600435": {
        "name": "北方导航",
        "code": "600435",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1630,
        "create_date": "2025-04-21T23:01:07"
    },
    "600436": {
        "name": "片仔癀",
        "code": "600436",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4136,
        "create_date": "2025-04-21T23:01:07"
    },
    "600438": {
        "name": "通威股份",
        "code": "600438",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3144,
        "create_date": "2025-04-21T23:01:07"
    },
    "600439": {
        "name": "瑞贝卡",
        "code": "600439",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1816,
        "create_date": "2025-04-21T23:01:07"
    },
    "600444": {
        "name": "国机通用",
        "code": "600444",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3384,
        "create_date": "2025-04-21T23:01:07"
    },
    "600446": {
        "name": "金证股份",
        "code": "600446",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1488,
        "create_date": "2025-04-21T23:01:07"
    },
    "600448": {
        "name": "华纺股份",
        "code": "600448",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3622,
        "create_date": "2025-04-21T23:01:07"
    },
    "600449": {
        "name": "宁夏建材",
        "code": "600449",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3168,
        "create_date": "2025-04-21T23:01:07"
    },
    "600452": {
        "name": "涪陵电力",
        "code": "600452",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2207,
        "create_date": "2025-04-21T23:01:07"
    },
    "600455": {
        "name": "博通股份",
        "code": "600455",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4325,
        "create_date": "2025-04-21T23:01:07"
    },
    "600456": {
        "name": "宝钛股份",
        "code": "600456",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1525,
        "create_date": "2025-04-21T23:01:07"
    },
    "600458": {
        "name": "时代新材",
        "code": "600458",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1875,
        "create_date": "2025-04-21T23:01:07"
    },
    "600459": {
        "name": "贵研铂业",
        "code": "600459",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1822,
        "create_date": "2025-04-21T23:01:07"
    },
    "600460": {
        "name": "士兰微",
        "code": "600460",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2622,
        "create_date": "2025-04-21T23:01:07"
    },
    "600461": {
        "name": "洪城环境",
        "code": "600461",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4048,
        "create_date": "2025-04-21T23:01:07"
    },
    "600463": {
        "name": "空港股份",
        "code": "600463",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2775,
        "create_date": "2025-04-21T23:01:07"
    },
    "600467": {
        "name": "好当家",
        "code": "600467",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3178,
        "create_date": "2025-04-21T23:01:07"
    },
    "600468": {
        "name": "百利电气",
        "code": "600468",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4146,
        "create_date": "2025-04-21T23:01:07"
    },
    "600469": {
        "name": "风神股份",
        "code": "600469",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2318,
        "create_date": "2025-04-21T23:01:07"
    },
    "600470": {
        "name": "六国化工",
        "code": "600470",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2121,
        "create_date": "2025-04-21T23:01:07"
    },
    "600475": {
        "name": "华光环能",
        "code": "600475",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3451,
        "create_date": "2025-04-21T23:01:07"
    },
    "600476": {
        "name": "湘邮科技",
        "code": "600476",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2245,
        "create_date": "2025-04-21T23:01:07"
    },
    "600477": {
        "name": "杭萧钢构",
        "code": "600477",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3619,
        "create_date": "2025-04-21T23:01:07"
    },
    "600478": {
        "name": "科力远",
        "code": "600478",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1615,
        "create_date": "2025-04-21T23:01:07"
    },
    "600479": {
        "name": "千金药业",
        "code": "600479",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3460,
        "create_date": "2025-04-21T23:01:07"
    },
    "600480": {
        "name": "凌云股份",
        "code": "600480",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1293,
        "create_date": "2025-04-21T23:01:07"
    },
    "600481": {
        "name": "双良节能",
        "code": "600481",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1773,
        "create_date": "2025-04-21T23:01:07"
    },
    "600482": {
        "name": "中国动力",
        "code": "600482",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2776,
        "create_date": "2025-04-21T23:01:07"
    },
    "600483": {
        "name": "福能股份",
        "code": "600483",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4188,
        "create_date": "2025-04-21T23:01:07"
    },
    "600486": {
        "name": "扬农化工",
        "code": "600486",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1346,
        "create_date": "2025-04-21T23:01:07"
    },
    "600487": {
        "name": "亨通光电",
        "code": "600487",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2662,
        "create_date": "2025-04-21T23:01:07"
    },
    "600488": {
        "name": "津药药业",
        "code": "600488",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2906,
        "create_date": "2025-04-21T23:01:07"
    },
    "600489": {
        "name": "中金黄金",
        "code": "600489",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1164,
        "create_date": "2025-04-21T23:01:07"
    },
    "600490": {
        "name": "鹏欣资源",
        "code": "600490",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1091,
        "create_date": "2025-04-21T23:01:07"
    },
    "600491": {
        "name": "龙元建设",
        "code": "600491",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4245,
        "create_date": "2025-04-21T23:01:07"
    },
    "600493": {
        "name": "凤竹纺织",
        "code": "600493",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3217,
        "create_date": "2025-04-21T23:01:07"
    },
    "600495": {
        "name": "晋西车轴",
        "code": "600495",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1757,
        "create_date": "2025-04-21T23:01:07"
    },
    "600496": {
        "name": "精工钢构",
        "code": "600496",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4228,
        "create_date": "2025-04-21T23:01:07"
    },
    "600497": {
        "name": "驰宏锌锗",
        "code": "600497",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2281,
        "create_date": "2025-04-21T23:01:07"
    },
    "600498": {
        "name": "烽火通信",
        "code": "600498",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3617,
        "create_date": "2025-04-21T23:01:07"
    },
    "600499": {
        "name": "科达制造",
        "code": "600499",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2524,
        "create_date": "2025-04-21T23:01:07"
    },
    "600500": {
        "name": "中化国际",
        "code": "600500",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3988,
        "create_date": "2025-04-21T23:01:07"
    },
    "600501": {
        "name": "航天晨光",
        "code": "600501",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3365,
        "create_date": "2025-04-21T23:01:07"
    },
    "600502": {
        "name": "安徽建工",
        "code": "600502",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3958,
        "create_date": "2025-04-21T23:01:07"
    },
    "600503": {
        "name": "华丽家族",
        "code": "600503",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2862,
        "create_date": "2025-04-21T23:01:07"
    },
    "600505": {
        "name": "西昌电力",
        "code": "600505",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1067,
        "create_date": "2025-04-21T23:01:07"
    },
    "600506": {
        "name": "统一股份",
        "code": "600506",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3094,
        "create_date": "2025-04-21T23:01:07"
    },
    "600507": {
        "name": "方大特钢",
        "code": "600507",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2920,
        "create_date": "2025-04-21T23:01:07"
    },
    "600508": {
        "name": "上海能源",
        "code": "600508",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4084,
        "create_date": "2025-04-21T23:01:07"
    },
    "600509": {
        "name": "天富能源",
        "code": "600509",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2362,
        "create_date": "2025-04-21T23:01:07"
    },
    "600510": {
        "name": "黑牡丹",
        "code": "600510",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4422,
        "create_date": "2025-04-21T23:01:07"
    },
    "600511": {
        "name": "国药股份",
        "code": "600511",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2972,
        "create_date": "2025-04-21T23:01:07"
    },
    "600512": {
        "name": "腾达建设",
        "code": "600512",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4297,
        "create_date": "2025-04-21T23:01:07"
    },
    "600513": {
        "name": "联环药业",
        "code": "600513",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3454,
        "create_date": "2025-04-21T23:01:07"
    },
    "600515": {
        "name": "海南机场",
        "code": "600515",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4099,
        "create_date": "2025-04-21T23:01:07"
    },
    "600516": {
        "name": "方大炭素",
        "code": "600516",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3381,
        "create_date": "2025-04-21T23:01:07"
    },
    "600517": {
        "name": "国网英大",
        "code": "600517",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3193,
        "create_date": "2025-04-21T23:01:07"
    },
    "600518": {
        "name": "康美药业",
        "code": "600518",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4374,
        "create_date": "2025-04-21T23:01:07"
    },
    "600519": {
        "name": "贵州茅台",
        "code": "600519",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4225,
        "create_date": "2025-04-21T23:01:07"
    },
    "600520": {
        "name": "三佳科技",
        "code": "600520",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2213,
        "create_date": "2025-04-21T23:01:07"
    },
    "600521": {
        "name": "华海药业",
        "code": "600521",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2551,
        "create_date": "2025-04-21T23:01:07"
    },
    "600522": {
        "name": "中天科技",
        "code": "600522",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3115,
        "create_date": "2025-04-21T23:01:07"
    },
    "600523": {
        "name": "贵航股份",
        "code": "600523",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1864,
        "create_date": "2025-04-21T23:01:07"
    },
    "600526": {
        "name": "菲达环保",
        "code": "600526",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1921,
        "create_date": "2025-04-21T23:01:07"
    },
    "600527": {
        "name": "江南高纤",
        "code": "600527",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1593,
        "create_date": "2025-04-21T23:01:07"
    },
    "600528": {
        "name": "中铁工业",
        "code": "600528",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3438,
        "create_date": "2025-04-21T23:01:07"
    },
    "600529": {
        "name": "山东药玻",
        "code": "600529",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3482,
        "create_date": "2025-04-21T23:01:07"
    },
    "600530": {
        "name": "交大昂立",
        "code": "600530",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2482,
        "create_date": "2025-04-21T23:01:07"
    },
    "600531": {
        "name": "豫光金铅",
        "code": "600531",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1261,
        "create_date": "2025-04-21T23:01:07"
    },
    "600533": {
        "name": "栖霞建设",
        "code": "600533",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4067,
        "create_date": "2025-04-21T23:01:07"
    },
    "600535": {
        "name": "天士力",
        "code": "600535",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3272,
        "create_date": "2025-04-21T23:01:07"
    },
    "600536": {
        "name": "中国软件",
        "code": "600536",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2594,
        "create_date": "2025-04-21T23:01:07"
    },
    "600537": {
        "name": "亿晶光电",
        "code": "600537",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3614,
        "create_date": "2025-04-21T23:01:07"
    },
    "600538": {
        "name": "国发股份",
        "code": "600538",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2006,
        "create_date": "2025-04-21T23:01:07"
    },
    "600539": {
        "name": "狮头股份",
        "code": "600539",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1647,
        "create_date": "2025-04-21T23:01:07"
    },
    "600540": {
        "name": "新赛股份",
        "code": "600540",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4421,
        "create_date": "2025-04-21T23:01:07"
    },
    "600543": {
        "name": "莫高股份",
        "code": "600543",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4405,
        "create_date": "2025-04-21T23:01:07"
    },
    "600545": {
        "name": "卓郎智能",
        "code": "600545",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2074,
        "create_date": "2025-04-21T23:01:07"
    },
    "600546": {
        "name": "山煤国际",
        "code": "600546",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3949,
        "create_date": "2025-04-21T23:01:07"
    },
    "600547": {
        "name": "山东黄金",
        "code": "600547",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1142,
        "create_date": "2025-04-21T23:01:07"
    },
    "600548": {
        "name": "深高速",
        "code": "600548",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4182,
        "create_date": "2025-04-21T23:01:07"
    },
    "600549": {
        "name": "厦门钨业",
        "code": "600549",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2598,
        "create_date": "2025-04-21T23:01:07"
    },
    "600550": {
        "name": "保变电气",
        "code": "600550",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2686,
        "create_date": "2025-04-21T23:01:07"
    },
    "600551": {
        "name": "时代出版",
        "code": "600551",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3613,
        "create_date": "2025-04-21T23:01:07"
    },
    "600552": {
        "name": "凯盛科技",
        "code": "600552",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4208,
        "create_date": "2025-04-21T23:01:07"
    },
    "600556": {
        "name": "天下秀",
        "code": "600556",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1745,
        "create_date": "2025-04-21T23:01:07"
    },
    "600557": {
        "name": "康缘药业",
        "code": "600557",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3610,
        "create_date": "2025-04-21T23:01:07"
    },
    "600558": {
        "name": "大西洋",
        "code": "600558",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2295,
        "create_date": "2025-04-21T23:01:07"
    },
    "600559": {
        "name": "老白干酒",
        "code": "600559",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3894,
        "create_date": "2025-04-21T23:01:07"
    },
    "600560": {
        "name": "金自天正",
        "code": "600560",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1974,
        "create_date": "2025-04-21T23:01:07"
    },
    "600561": {
        "name": "江西长运",
        "code": "600561",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1705,
        "create_date": "2025-04-21T23:01:07"
    },
    "600562": {
        "name": "国睿科技",
        "code": "600562",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1077,
        "create_date": "2025-04-21T23:01:07"
    },
    "600563": {
        "name": "法拉电子",
        "code": "600563",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2192,
        "create_date": "2025-04-21T23:01:07"
    },
    "600566": {
        "name": "济川药业",
        "code": "600566",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3475,
        "create_date": "2025-04-21T23:01:07"
    },
    "600567": {
        "name": "山鹰国际",
        "code": "600567",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1806,
        "create_date": "2025-04-21T23:01:07"
    },
    "600569": {
        "name": "安阳钢铁",
        "code": "600569",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2606,
        "create_date": "2025-04-21T23:01:07"
    },
    "600570": {
        "name": "恒生电子",
        "code": "600570",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2271,
        "create_date": "2025-04-21T23:01:07"
    },
    "600571": {
        "name": "信雅达",
        "code": "600571",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1082,
        "create_date": "2025-04-21T23:01:07"
    },
    "600572": {
        "name": "康恩贝",
        "code": "600572",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3154,
        "create_date": "2025-04-21T23:01:07"
    },
    "600573": {
        "name": "惠泉啤酒",
        "code": "600573",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3468,
        "create_date": "2025-04-21T23:01:07"
    },
    "600575": {
        "name": "淮河能源",
        "code": "600575",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2316,
        "create_date": "2025-04-21T23:01:07"
    },
    "600576": {
        "name": "祥源文旅",
        "code": "600576",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3608,
        "create_date": "2025-04-21T23:01:07"
    },
    "600577": {
        "name": "精达股份",
        "code": "600577",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1750,
        "create_date": "2025-04-21T23:01:07"
    },
    "600578": {
        "name": "京能电力",
        "code": "600578",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3607,
        "create_date": "2025-04-21T23:01:07"
    },
    "600579": {
        "name": "中化装备",
        "code": "600579",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1842,
        "create_date": "2025-04-21T23:01:07"
    },
    "600580": {
        "name": "卧龙电驱",
        "code": "600580",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1694,
        "create_date": "2025-04-21T23:01:07"
    },
    "600581": {
        "name": "八一钢铁",
        "code": "600581",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2745,
        "create_date": "2025-04-21T23:01:07"
    },
    "600582": {
        "name": "天地科技",
        "code": "600582",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2730,
        "create_date": "2025-04-21T23:01:07"
    },
    "600583": {
        "name": "海油工程",
        "code": "600583",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3395,
        "create_date": "2025-04-21T23:01:07"
    },
    "600584": {
        "name": "长电科技",
        "code": "600584",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2658,
        "create_date": "2025-04-21T23:01:07"
    },
    "600585": {
        "name": "海螺水泥",
        "code": "600585",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4213,
        "create_date": "2025-04-21T23:01:07"
    },
    "600586": {
        "name": "金晶科技",
        "code": "600586",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4363,
        "create_date": "2025-04-21T23:01:07"
    },
    "600587": {
        "name": "新华医疗",
        "code": "600587",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3150,
        "create_date": "2025-04-21T23:01:07"
    },
    "600588": {
        "name": "用友网络",
        "code": "600588",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1302,
        "create_date": "2025-04-21T23:01:07"
    },
    "600589": {
        "name": "大位科技",
        "code": "600589",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1127,
        "create_date": "2025-04-21T23:01:07"
    },
    "600590": {
        "name": "泰豪科技",
        "code": "600590",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1472,
        "create_date": "2025-04-21T23:01:07"
    },
    "600592": {
        "name": "龙溪股份",
        "code": "600592",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1347,
        "create_date": "2025-04-21T23:01:07"
    },
    "600593": {
        "name": "大连圣亚",
        "code": "600593",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2272,
        "create_date": "2025-04-21T23:01:07"
    },
    "600594": {
        "name": "益佰制药",
        "code": "600594",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4304,
        "create_date": "2025-04-21T23:01:07"
    },
    "600595": {
        "name": "中孚实业",
        "code": "600595",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1211,
        "create_date": "2025-04-21T23:01:07"
    },
    "600596": {
        "name": "新安股份",
        "code": "600596",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3218,
        "create_date": "2025-04-21T23:01:07"
    },
    "600597": {
        "name": "光明乳业",
        "code": "600597",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3914,
        "create_date": "2025-04-21T23:01:07"
    },
    "600598": {
        "name": "北大荒",
        "code": "600598",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2351,
        "create_date": "2025-04-21T23:01:07"
    },
    "600600": {
        "name": "青岛啤酒",
        "code": "600600",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4350,
        "create_date": "2025-04-21T23:01:07"
    },
    "600601": {
        "name": "方正科技",
        "code": "600601",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1668,
        "create_date": "2025-04-21T23:01:07"
    },
    "600602": {
        "name": "云赛智联",
        "code": "600602",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1202,
        "create_date": "2025-04-21T23:01:07"
    },
    "600604": {
        "name": "市北高新",
        "code": "600604",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3380,
        "create_date": "2025-04-21T23:01:07"
    },
    "600605": {
        "name": "汇通能源",
        "code": "600605",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4178,
        "create_date": "2025-04-21T23:01:07"
    },
    "600606": {
        "name": "绿地控股",
        "code": "600606",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4253,
        "create_date": "2025-04-21T23:01:07"
    },
    "600609": {
        "name": "金杯汽车",
        "code": "600609",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1123,
        "create_date": "2025-04-21T23:01:07"
    },
    "600610": {
        "name": "中毅达",
        "code": "600610",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1182,
        "create_date": "2025-04-21T23:01:07"
    },
    "600611": {
        "name": "大众交通",
        "code": "600611",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1764,
        "create_date": "2025-04-21T23:01:07"
    },
    "600612": {
        "name": "老凤祥",
        "code": "600612",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2129,
        "create_date": "2025-04-21T23:01:07"
    },
    "600613": {
        "name": "神奇制药",
        "code": "600613",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2238,
        "create_date": "2025-04-21T23:01:07"
    },
    "600615": {
        "name": "丰华股份",
        "code": "600615",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2692,
        "create_date": "2025-04-21T23:01:07"
    },
    "600616": {
        "name": "金枫酒业",
        "code": "600616",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3397,
        "create_date": "2025-04-21T23:01:07"
    },
    "600617": {
        "name": "国新能源",
        "code": "600617",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2463,
        "create_date": "2025-04-21T23:01:07"
    },
    "600618": {
        "name": "氯碱化工",
        "code": "600618",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3378,
        "create_date": "2025-04-21T23:01:07"
    },
    "600619": {
        "name": "海立股份",
        "code": "600619",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1923,
        "create_date": "2025-04-21T23:01:07"
    },
    "600620": {
        "name": "天宸股份",
        "code": "600620",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3012,
        "create_date": "2025-04-21T23:01:07"
    },
    "600621": {
        "name": "华鑫股份",
        "code": "600621",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3227,
        "create_date": "2025-04-21T23:01:07"
    },
    "600622": {
        "name": "光大嘉宝",
        "code": "600622",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4426,
        "create_date": "2025-04-21T23:01:07"
    },
    "600623": {
        "name": "华谊集团",
        "code": "600623",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2168,
        "create_date": "2025-04-21T23:01:07"
    },
    "600624": {
        "name": "复旦复华",
        "code": "600624",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2273,
        "create_date": "2025-04-21T23:01:07"
    },
    "600626": {
        "name": "申达股份",
        "code": "600626",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3601,
        "create_date": "2025-04-21T23:01:07"
    },
    "600628": {
        "name": "新世界",
        "code": "600628",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1775,
        "create_date": "2025-04-21T23:01:07"
    },
    "600629": {
        "name": "华建集团",
        "code": "600629",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1468,
        "create_date": "2025-04-21T23:01:07"
    },
    "600630": {
        "name": "龙头股份",
        "code": "600630",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2605,
        "create_date": "2025-04-21T23:01:07"
    },
    "600633": {
        "name": "浙数文化",
        "code": "600633",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1344,
        "create_date": "2025-04-21T23:01:07"
    },
    "600635": {
        "name": "大众公用",
        "code": "600635",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2615,
        "create_date": "2025-04-21T23:01:07"
    },
    "600637": {
        "name": "东方明珠",
        "code": "600637",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3596,
        "create_date": "2025-04-21T23:01:07"
    },
    "600638": {
        "name": "新黄浦",
        "code": "600638",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3595,
        "create_date": "2025-04-21T23:01:07"
    },
    "600639": {
        "name": "浦东金桥",
        "code": "600639",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2863,
        "create_date": "2025-04-21T23:01:07"
    },
    "600640": {
        "name": "国脉文化",
        "code": "600640",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2215,
        "create_date": "2025-04-21T23:01:07"
    },
    "600641": {
        "name": "万业企业",
        "code": "600641",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2907,
        "create_date": "2025-04-21T23:01:07"
    },
    "600642": {
        "name": "申能股份",
        "code": "600642",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3175,
        "create_date": "2025-04-21T23:01:07"
    },
    "600643": {
        "name": "爱建集团",
        "code": "600643",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4131,
        "create_date": "2025-04-21T23:01:07"
    },
    "600644": {
        "name": "乐山电力",
        "code": "600644",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1079,
        "create_date": "2025-04-21T23:01:07"
    },
    "600645": {
        "name": "中源协和",
        "code": "600645",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1284,
        "create_date": "2025-04-21T23:01:07"
    },
    "600648": {
        "name": "外高桥",
        "code": "600648",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3352,
        "create_date": "2025-04-21T23:01:07"
    },
    "600649": {
        "name": "城投控股",
        "code": "600649",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4398,
        "create_date": "2025-04-21T23:01:07"
    },
    "600650": {
        "name": "锦江在线",
        "code": "600650",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2004,
        "create_date": "2025-04-21T23:01:07"
    },
    "600651": {
        "name": "飞乐音响",
        "code": "600651",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2681,
        "create_date": "2025-04-21T23:01:07"
    },
    "600653": {
        "name": "申华控股",
        "code": "600653",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2666,
        "create_date": "2025-04-21T23:01:07"
    },
    "600654": {
        "name": "中安科",
        "code": "600654",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2206,
        "create_date": "2025-04-21T23:01:07"
    },
    "600655": {
        "name": "豫园股份",
        "code": "600655",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3402,
        "create_date": "2025-04-21T23:01:07"
    },
    "600657": {
        "name": "信达地产",
        "code": "600657",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4375,
        "create_date": "2025-04-21T23:01:07"
    },
    "600658": {
        "name": "电子城",
        "code": "600658",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2185,
        "create_date": "2025-04-21T23:01:07"
    },
    "600660": {
        "name": "福耀玻璃",
        "code": "600660",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1840,
        "create_date": "2025-04-21T23:01:07"
    },
    "600661": {
        "name": "昂立教育",
        "code": "600661",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1786,
        "create_date": "2025-04-21T23:01:07"
    },
    "600662": {
        "name": "外服控股",
        "code": "600662",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1190,
        "create_date": "2025-04-21T23:01:07"
    },
    "600663": {
        "name": "陆家嘴",
        "code": "600663",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2982,
        "create_date": "2025-04-21T23:01:07"
    },
    "600664": {
        "name": "哈药股份",
        "code": "600664",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1090,
        "create_date": "2025-04-21T23:01:07"
    },
    "600665": {
        "name": "天地源",
        "code": "600665",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4295,
        "create_date": "2025-04-21T23:01:07"
    },
    "600666": {
        "name": "奥瑞德",
        "code": "600666",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2052,
        "create_date": "2025-04-21T23:01:07"
    },
    "600667": {
        "name": "太极实业",
        "code": "600667",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2759,
        "create_date": "2025-04-21T23:01:07"
    },
    "600668": {
        "name": "尖峰集团",
        "code": "600668",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2545,
        "create_date": "2025-04-21T23:01:07"
    },
    "600673": {
        "name": "东阳光",
        "code": "600673",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1674,
        "create_date": "2025-04-21T23:01:07"
    },
    "600674": {
        "name": "川投能源",
        "code": "600674",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4032,
        "create_date": "2025-04-21T23:01:07"
    },
    "600675": {
        "name": "中华企业",
        "code": "600675",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4028,
        "create_date": "2025-04-21T23:01:07"
    },
    "600676": {
        "name": "交运股份",
        "code": "600676",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2706,
        "create_date": "2025-04-21T23:01:07"
    },
    "600678": {
        "name": "四川金顶",
        "code": "600678",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2442,
        "create_date": "2025-04-21T23:01:07"
    },
    "600679": {
        "name": "上海凤凰",
        "code": "600679",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2542,
        "create_date": "2025-04-21T23:01:07"
    },
    "600681": {
        "name": "百川能源",
        "code": "600681",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3296,
        "create_date": "2025-04-21T23:01:07"
    },
    "600682": {
        "name": "南京新百",
        "code": "600682",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4125,
        "create_date": "2025-04-21T23:01:07"
    },
    "600683": {
        "name": "京投发展",
        "code": "600683",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3584,
        "create_date": "2025-04-21T23:01:07"
    },
    "600684": {
        "name": "珠江股份",
        "code": "600684",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2587,
        "create_date": "2025-04-21T23:01:07"
    },
    "600685": {
        "name": "中船防务",
        "code": "600685",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3042,
        "create_date": "2025-04-21T23:01:07"
    },
    "600686": {
        "name": "金龙汽车",
        "code": "600686",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1230,
        "create_date": "2025-04-21T23:01:07"
    },
    "600688": {
        "name": "上海石化",
        "code": "600688",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1584,
        "create_date": "2025-04-21T23:01:07"
    },
    "600689": {
        "name": "上海三毛",
        "code": "600689",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3469,
        "create_date": "2025-04-21T23:01:07"
    },
    "600690": {
        "name": "海尔智家",
        "code": "600690",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2762,
        "create_date": "2025-04-21T23:01:07"
    },
    "600691": {
        "name": "阳煤化工",
        "code": "600691",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2303,
        "create_date": "2025-04-21T23:01:07"
    },
    "600692": {
        "name": "亚通股份",
        "code": "600692",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1751,
        "create_date": "2025-04-21T23:01:07"
    },
    "600693": {
        "name": "东百集团",
        "code": "600693",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1389,
        "create_date": "2025-04-21T23:01:07"
    },
    "600694": {
        "name": "大商股份",
        "code": "600694",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2803,
        "create_date": "2025-04-21T23:01:07"
    },
    "600697": {
        "name": "欧亚集团",
        "code": "600697",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4367,
        "create_date": "2025-04-21T23:01:07"
    },
    "600698": {
        "name": "湖南天雁",
        "code": "600698",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1953,
        "create_date": "2025-04-21T23:01:07"
    },
    "600699": {
        "name": "均胜电子",
        "code": "600699",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1194,
        "create_date": "2025-04-21T23:01:07"
    },
    "600702": {
        "name": "舍得酒业",
        "code": "600702",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3934,
        "create_date": "2025-04-21T23:01:07"
    },
    "600703": {
        "name": "三安光电",
        "code": "600703",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1767,
        "create_date": "2025-04-21T23:01:07"
    },
    "600704": {
        "name": "物产中大",
        "code": "600704",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3385,
        "create_date": "2025-04-21T23:01:07"
    },
    "600706": {
        "name": "曲江文旅",
        "code": "600706",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4123,
        "create_date": "2025-04-21T23:01:07"
    },
    "600707": {
        "name": "彩虹股份",
        "code": "600707",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3165,
        "create_date": "2025-04-21T23:01:07"
    },
    "600708": {
        "name": "光明地产",
        "code": "600708",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3020,
        "create_date": "2025-04-21T23:01:07"
    },
    "600710": {
        "name": "苏美达",
        "code": "600710",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2359,
        "create_date": "2025-04-21T23:01:07"
    },
    "600712": {
        "name": "南宁百货",
        "code": "600712",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4141,
        "create_date": "2025-04-21T23:01:07"
    },
    "600713": {
        "name": "南京医药",
        "code": "600713",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4050,
        "create_date": "2025-04-21T23:01:07"
    },
    "600714": {
        "name": "金瑞矿业",
        "code": "600714",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1484,
        "create_date": "2025-04-21T23:01:07"
    },
    "600716": {
        "name": "凤凰股份",
        "code": "600716",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4115,
        "create_date": "2025-04-21T23:01:07"
    },
    "600717": {
        "name": "天津港",
        "code": "600717",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3577,
        "create_date": "2025-04-21T23:01:07"
    },
    "600718": {
        "name": "东软集团",
        "code": "600718",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2572,
        "create_date": "2025-04-21T23:01:07"
    },
    "600719": {
        "name": "大连热电",
        "code": "600719",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2113,
        "create_date": "2025-04-21T23:01:07"
    },
    "600720": {
        "name": "中交设计",
        "code": "600720",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4420,
        "create_date": "2025-04-21T23:01:07"
    },
    "600721": {
        "name": "百花医药",
        "code": "600721",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2008,
        "create_date": "2025-04-21T23:01:07"
    },
    "600722": {
        "name": "金牛化工",
        "code": "600722",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1889,
        "create_date": "2025-04-21T23:01:07"
    },
    "600724": {
        "name": "宁波富达",
        "code": "600724",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3177,
        "create_date": "2025-04-21T23:01:07"
    },
    "600725": {
        "name": "云维股份",
        "code": "600725",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4014,
        "create_date": "2025-04-21T23:01:07"
    },
    "600726": {
        "name": "华电能源",
        "code": "600726",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2422,
        "create_date": "2025-04-21T23:01:07"
    },
    "600727": {
        "name": "鲁北化工",
        "code": "600727",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1904,
        "create_date": "2025-04-21T23:01:07"
    },
    "600728": {
        "name": "佳都科技",
        "code": "600728",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1666,
        "create_date": "2025-04-21T23:01:07"
    },
    "600729": {
        "name": "重庆百货",
        "code": "600729",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2824,
        "create_date": "2025-04-21T23:01:07"
    },
    "600730": {
        "name": "中国高科",
        "code": "600730",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2477,
        "create_date": "2025-04-21T23:01:07"
    },
    "600731": {
        "name": "湖南海利",
        "code": "600731",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3160,
        "create_date": "2025-04-21T23:01:07"
    },
    "600732": {
        "name": "爱旭股份",
        "code": "600732",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1682,
        "create_date": "2025-04-21T23:01:07"
    },
    "600733": {
        "name": "北汽蓝谷",
        "code": "600733",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1906,
        "create_date": "2025-04-21T23:01:07"
    },
    "600734": {
        "name": "实达集团",
        "code": "600734",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1253,
        "create_date": "2025-04-21T23:01:07"
    },
    "600735": {
        "name": "新华锦",
        "code": "600735",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4271,
        "create_date": "2025-04-21T23:01:07"
    },
    "600736": {
        "name": "苏州高新",
        "code": "600736",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1829,
        "create_date": "2025-04-21T23:01:07"
    },
    "600737": {
        "name": "中粮糖业",
        "code": "600737",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3287,
        "create_date": "2025-04-21T23:01:07"
    },
    "600738": {
        "name": "丽尚国潮",
        "code": "600738",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2380,
        "create_date": "2025-04-21T23:01:07"
    },
    "600739": {
        "name": "辽宁成大",
        "code": "600739",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2689,
        "create_date": "2025-04-21T23:01:07"
    },
    "600740": {
        "name": "山西焦化",
        "code": "600740",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3069,
        "create_date": "2025-04-21T23:01:07"
    },
    "600741": {
        "name": "华域汽车",
        "code": "600741",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4308,
        "create_date": "2025-04-21T23:01:07"
    },
    "600742": {
        "name": "一汽富维",
        "code": "600742",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2438,
        "create_date": "2025-04-21T23:01:07"
    },
    "600743": {
        "name": "华远地产",
        "code": "600743",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2224,
        "create_date": "2025-04-21T23:01:07"
    },
    "600744": {
        "name": "华银电力",
        "code": "600744",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1660,
        "create_date": "2025-04-21T23:01:07"
    },
    "600745": {
        "name": "闻泰科技",
        "code": "600745",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2096,
        "create_date": "2025-04-21T23:01:07"
    },
    "600746": {
        "name": "江苏索普",
        "code": "600746",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1431,
        "create_date": "2025-04-21T23:01:07"
    },
    "600748": {
        "name": "上实发展",
        "code": "600748",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4121,
        "create_date": "2025-04-21T23:01:07"
    },
    "600749": {
        "name": "西藏旅游",
        "code": "600749",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3574,
        "create_date": "2025-04-21T23:01:07"
    },
    "600750": {
        "name": "江中药业",
        "code": "600750",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4103,
        "create_date": "2025-04-21T23:01:07"
    },
    "600751": {
        "name": "海航科技",
        "code": "600751",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3573,
        "create_date": "2025-04-21T23:01:07"
    },
    "600754": {
        "name": "锦江酒店",
        "code": "600754",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4315,
        "create_date": "2025-04-21T23:01:07"
    },
    "600755": {
        "name": "厦门国贸",
        "code": "600755",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3571,
        "create_date": "2025-04-21T23:01:07"
    },
    "600756": {
        "name": "浪潮软件",
        "code": "600756",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1886,
        "create_date": "2025-04-21T23:01:07"
    },
    "600757": {
        "name": "长江传媒",
        "code": "600757",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2722,
        "create_date": "2025-04-21T23:01:07"
    },
    "600758": {
        "name": "辽宁能源",
        "code": "600758",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2601,
        "create_date": "2025-04-21T23:01:07"
    },
    "600759": {
        "name": "洲际油气",
        "code": "600759",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3145,
        "create_date": "2025-04-21T23:01:07"
    },
    "600760": {
        "name": "中航沈飞",
        "code": "600760",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3240,
        "create_date": "2025-04-21T23:01:07"
    },
    "600761": {
        "name": "安徽合力",
        "code": "600761",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2646,
        "create_date": "2025-04-21T23:01:07"
    },
    "600763": {
        "name": "通策医疗",
        "code": "600763",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4018,
        "create_date": "2025-04-21T23:01:07"
    },
    "600764": {
        "name": "中国海防",
        "code": "600764",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3891,
        "create_date": "2025-04-21T23:01:07"
    },
    "600765": {
        "name": "中航重机",
        "code": "600765",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2221,
        "create_date": "2025-04-21T23:01:07"
    },
    "600768": {
        "name": "宁波富邦",
        "code": "600768",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2810,
        "create_date": "2025-04-21T23:01:07"
    },
    "600769": {
        "name": "祥龙电业",
        "code": "600769",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2302,
        "create_date": "2025-04-21T23:01:07"
    },
    "600770": {
        "name": "综艺股份",
        "code": "600770",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2502,
        "create_date": "2025-04-21T23:01:07"
    },
    "600771": {
        "name": "广誉远",
        "code": "600771",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3913,
        "create_date": "2025-04-21T23:01:07"
    },
    "600773": {
        "name": "西藏城投",
        "code": "600773",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2896,
        "create_date": "2025-04-21T23:01:07"
    },
    "600774": {
        "name": "汉商集团",
        "code": "600774",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1467,
        "create_date": "2025-04-21T23:01:07"
    },
    "600775": {
        "name": "南京熊猫",
        "code": "600775",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2043,
        "create_date": "2025-04-21T23:01:07"
    },
    "600776": {
        "name": "东方通信",
        "code": "600776",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1743,
        "create_date": "2025-04-21T23:01:07"
    },
    "600778": {
        "name": "友好集团",
        "code": "600778",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2453,
        "create_date": "2025-04-21T23:01:07"
    },
    "600779": {
        "name": "水井坊",
        "code": "600779",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4040,
        "create_date": "2025-04-21T23:01:07"
    },
    "600780": {
        "name": "通宝能源",
        "code": "600780",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2400,
        "create_date": "2025-04-21T23:01:07"
    },
    "600782": {
        "name": "新钢股份",
        "code": "600782",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2671,
        "create_date": "2025-04-21T23:01:07"
    },
    "600783": {
        "name": "鲁信创投",
        "code": "600783",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2093,
        "create_date": "2025-04-21T23:01:07"
    },
    "600784": {
        "name": "鲁银投资",
        "code": "600784",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2956,
        "create_date": "2025-04-21T23:01:07"
    },
    "600785": {
        "name": "新华百货",
        "code": "600785",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4378,
        "create_date": "2025-04-21T23:01:07"
    },
    "600787": {
        "name": "中储股份",
        "code": "600787",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4370,
        "create_date": "2025-04-21T23:01:07"
    },
    "600789": {
        "name": "鲁抗医药",
        "code": "600789",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2454,
        "create_date": "2025-04-21T23:01:07"
    },
    "600790": {
        "name": "轻纺城",
        "code": "600790",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4307,
        "create_date": "2025-04-21T23:01:07"
    },
    "600791": {
        "name": "京能置业",
        "code": "600791",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3970,
        "create_date": "2025-04-21T23:01:07"
    },
    "600792": {
        "name": "云煤能源",
        "code": "600792",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2986,
        "create_date": "2025-04-21T23:01:07"
    },
    "600793": {
        "name": "宜宾纸业",
        "code": "600793",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1140,
        "create_date": "2025-04-21T23:01:07"
    },
    "600794": {
        "name": "保税科技",
        "code": "600794",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1058,
        "create_date": "2025-04-21T23:01:07"
    },
    "600795": {
        "name": "国电电力",
        "code": "600795",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4132,
        "create_date": "2025-04-21T23:01:07"
    },
    "600796": {
        "name": "钱江生化",
        "code": "600796",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4160,
        "create_date": "2025-04-21T23:01:07"
    },
    "600797": {
        "name": "浙大网新",
        "code": "600797",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1299,
        "create_date": "2025-04-21T23:01:07"
    },
    "600798": {
        "name": "宁波海运",
        "code": "600798",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4024,
        "create_date": "2025-04-21T23:01:07"
    },
    "600800": {
        "name": "渤海化学",
        "code": "600800",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4439,
        "create_date": "2025-04-21T23:01:07"
    },
    "600801": {
        "name": "华新水泥",
        "code": "600801",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4327,
        "create_date": "2025-04-21T23:01:07"
    },
    "600802": {
        "name": "福建水泥",
        "code": "600802",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4077,
        "create_date": "2025-04-21T23:01:07"
    },
    "600803": {
        "name": "新奥股份",
        "code": "600803",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1958,
        "create_date": "2025-04-21T23:01:07"
    },
    "600805": {
        "name": "悦达投资",
        "code": "600805",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2753,
        "create_date": "2025-04-21T23:01:07"
    },
    "600807": {
        "name": "济高发展",
        "code": "600807",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2044,
        "create_date": "2025-04-21T23:01:07"
    },
    "600808": {
        "name": "马钢股份",
        "code": "600808",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3560,
        "create_date": "2025-04-21T23:01:07"
    },
    "600809": {
        "name": "山西汾酒",
        "code": "600809",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4396,
        "create_date": "2025-04-21T23:01:07"
    },
    "600810": {
        "name": "神马股份",
        "code": "600810",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4279,
        "create_date": "2025-04-21T23:01:07"
    },
    "600812": {
        "name": "华北制药",
        "code": "600812",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2015,
        "create_date": "2025-04-21T23:01:07"
    },
    "600814": {
        "name": "杭州解百",
        "code": "600814",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2479,
        "create_date": "2025-04-21T23:01:07"
    },
    "600815": {
        "name": "厦工股份",
        "code": "600815",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2888,
        "create_date": "2025-04-21T23:01:07"
    },
    "600816": {
        "name": "建元信托",
        "code": "600816",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2929,
        "create_date": "2025-04-21T23:01:07"
    },
    "600817": {
        "name": "宇通重工",
        "code": "600817",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2682,
        "create_date": "2025-04-21T23:01:07"
    },
    "600818": {
        "name": "中路股份",
        "code": "600818",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1736,
        "create_date": "2025-04-21T23:01:07"
    },
    "600819": {
        "name": "耀皮玻璃",
        "code": "600819",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4044,
        "create_date": "2025-04-21T23:01:07"
    },
    "600820": {
        "name": "隧道股份",
        "code": "600820",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3413,
        "create_date": "2025-04-21T23:01:07"
    },
    "600821": {
        "name": "金开新能",
        "code": "600821",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2370,
        "create_date": "2025-04-21T23:01:07"
    },
    "600822": {
        "name": "上海物贸",
        "code": "600822",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2064,
        "create_date": "2025-04-21T23:01:07"
    },
    "600824": {
        "name": "益民集团",
        "code": "600824",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1644,
        "create_date": "2025-04-21T23:01:07"
    },
    "600825": {
        "name": "新华传媒",
        "code": "600825",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1954,
        "create_date": "2025-04-21T23:01:07"
    },
    "600826": {
        "name": "兰生股份",
        "code": "600826",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2523,
        "create_date": "2025-04-21T23:01:07"
    },
    "600827": {
        "name": "百联股份",
        "code": "600827",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4117,
        "create_date": "2025-04-21T23:01:07"
    },
    "600828": {
        "name": "茂业商业",
        "code": "600828",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4292,
        "create_date": "2025-04-21T23:01:07"
    },
    "600829": {
        "name": "人民同泰",
        "code": "600829",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3924,
        "create_date": "2025-04-21T23:01:07"
    },
    "600830": {
        "name": "香溢融通",
        "code": "600830",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2961,
        "create_date": "2025-04-21T23:01:07"
    },
    "600833": {
        "name": "第一医药",
        "code": "600833",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3273,
        "create_date": "2025-04-21T23:01:07"
    },
    "600834": {
        "name": "申通地铁",
        "code": "600834",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3917,
        "create_date": "2025-04-21T23:01:07"
    },
    "600835": {
        "name": "上海机电",
        "code": "600835",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1717,
        "create_date": "2025-04-21T23:01:07"
    },
    "600838": {
        "name": "上海九百",
        "code": "600838",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2969,
        "create_date": "2025-04-21T23:01:07"
    },
    "600839": {
        "name": "四川长虹",
        "code": "600839",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2949,
        "create_date": "2025-04-21T23:01:07"
    },
    "600841": {
        "name": "动力新科",
        "code": "600841",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2183,
        "create_date": "2025-04-21T23:01:07"
    },
    "600843": {
        "name": "上工申贝",
        "code": "600843",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1441,
        "create_date": "2025-04-21T23:01:07"
    },
    "600844": {
        "name": "丹化科技",
        "code": "600844",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1181,
        "create_date": "2025-04-21T23:01:07"
    },
    "600845": {
        "name": "宝信软件",
        "code": "600845",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2366,
        "create_date": "2025-04-21T23:01:07"
    },
    "600846": {
        "name": "同济科技",
        "code": "600846",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4026,
        "create_date": "2025-04-21T23:01:07"
    },
    "600847": {
        "name": "万里股份",
        "code": "600847",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2204,
        "create_date": "2025-04-21T23:01:07"
    },
    "600848": {
        "name": "上海临港",
        "code": "600848",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1586,
        "create_date": "2025-04-21T23:01:07"
    },
    "600850": {
        "name": "电科数字",
        "code": "600850",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2034,
        "create_date": "2025-04-21T23:01:07"
    },
    "600851": {
        "name": "海欣股份",
        "code": "600851",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2743,
        "create_date": "2025-04-21T23:01:07"
    },
    "600853": {
        "name": "龙建股份",
        "code": "600853",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4085,
        "create_date": "2025-04-21T23:01:07"
    },
    "600854": {
        "name": "春兰股份",
        "code": "600854",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3369,
        "create_date": "2025-04-21T23:01:07"
    },
    "600855": {
        "name": "航天长峰",
        "code": "600855",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2083,
        "create_date": "2025-04-21T23:01:07"
    },
    "600857": {
        "name": "宁波中百",
        "code": "600857",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2394,
        "create_date": "2025-04-21T23:01:07"
    },
    "600858": {
        "name": "银座股份",
        "code": "600858",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3233,
        "create_date": "2025-04-21T23:01:07"
    },
    "600859": {
        "name": "王府井",
        "code": "600859",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4158,
        "create_date": "2025-04-21T23:01:07"
    },
    "600860": {
        "name": "京城股份",
        "code": "600860",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1061,
        "create_date": "2025-04-21T23:01:07"
    },
    "600861": {
        "name": "北京人力",
        "code": "600861",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1648,
        "create_date": "2025-04-21T23:01:07"
    },
    "600862": {
        "name": "中航高科",
        "code": "600862",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2103,
        "create_date": "2025-04-21T23:01:07"
    },
    "600863": {
        "name": "内蒙华电",
        "code": "600863",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3979,
        "create_date": "2025-04-21T23:01:07"
    },
    "600864": {
        "name": "哈投股份",
        "code": "600864",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3264,
        "create_date": "2025-04-21T23:01:07"
    },
    "600865": {
        "name": "百大集团",
        "code": "600865",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1060,
        "create_date": "2025-04-21T23:01:07"
    },
    "600866": {
        "name": "星湖科技",
        "code": "600866",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1308,
        "create_date": "2025-04-21T23:01:07"
    },
    "600867": {
        "name": "通化东宝",
        "code": "600867",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3325,
        "create_date": "2025-04-21T23:01:07"
    },
    "600868": {
        "name": "梅雁吉祥",
        "code": "600868",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2264,
        "create_date": "2025-04-21T23:01:07"
    },
    "600869": {
        "name": "远东股份",
        "code": "600869",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1972,
        "create_date": "2025-04-21T23:01:07"
    },
    "600871": {
        "name": "石化油服",
        "code": "600871",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3076,
        "create_date": "2025-04-21T23:01:07"
    },
    "600872": {
        "name": "中炬高新",
        "code": "600872",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3275,
        "create_date": "2025-04-21T23:01:07"
    },
    "600873": {
        "name": "梅花生物",
        "code": "600873",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3990,
        "create_date": "2025-04-21T23:01:07"
    },
    "600874": {
        "name": "创业环保",
        "code": "600874",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3087,
        "create_date": "2025-04-21T23:01:07"
    },
    "600875": {
        "name": "东方电气",
        "code": "600875",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2991,
        "create_date": "2025-04-21T23:01:07"
    },
    "600876": {
        "name": "凯盛新能",
        "code": "600876",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3067,
        "create_date": "2025-04-21T23:01:07"
    },
    "600877": {
        "name": "电科芯片",
        "code": "600877",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3045,
        "create_date": "2025-04-21T23:01:07"
    },
    "600879": {
        "name": "航天电子",
        "code": "600879",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2395,
        "create_date": "2025-04-21T23:01:07"
    },
    "600880": {
        "name": "博瑞传播",
        "code": "600880",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2259,
        "create_date": "2025-04-21T23:01:07"
    },
    "600881": {
        "name": "亚泰集团",
        "code": "600881",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3016,
        "create_date": "2025-04-21T23:01:07"
    },
    "600882": {
        "name": "妙可蓝多",
        "code": "600882",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1404,
        "create_date": "2025-04-21T23:01:07"
    },
    "600883": {
        "name": "博闻科技",
        "code": "600883",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1234,
        "create_date": "2025-04-21T23:01:07"
    },
    "600884": {
        "name": "杉杉股份",
        "code": "600884",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2379,
        "create_date": "2025-04-21T23:01:07"
    },
    "600885": {
        "name": "宏发股份",
        "code": "600885",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2847,
        "create_date": "2025-04-21T23:01:07"
    },
    "600886": {
        "name": "国投电力",
        "code": "600886",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4165,
        "create_date": "2025-04-21T23:01:07"
    },
    "600887": {
        "name": "伊利股份",
        "code": "600887",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4357,
        "create_date": "2025-04-21T23:01:07"
    },
    "600888": {
        "name": "新疆众和",
        "code": "600888",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1790,
        "create_date": "2025-04-21T23:01:07"
    },
    "600889": {
        "name": "南京化纤",
        "code": "600889",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1984,
        "create_date": "2025-04-21T23:01:07"
    },
    "600893": {
        "name": "航发动力",
        "code": "600893",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2955,
        "create_date": "2025-04-21T23:01:07"
    },
    "600894": {
        "name": "广日股份",
        "code": "600894",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2257,
        "create_date": "2025-04-21T23:01:07"
    },
    "600895": {
        "name": "张江高科",
        "code": "600895",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2727,
        "create_date": "2025-04-21T23:01:07"
    },
    "600897": {
        "name": "厦门空港",
        "code": "600897",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3431,
        "create_date": "2025-04-21T23:01:07"
    },
    "600900": {
        "name": "长江电力",
        "code": "600900",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4210,
        "create_date": "2025-04-21T23:01:07"
    },
    "600901": {
        "name": "江苏金租",
        "code": "600901",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4296,
        "create_date": "2025-04-21T23:01:07"
    },
    "600903": {
        "name": "贵州燃气",
        "code": "600903",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2641,
        "create_date": "2025-04-21T23:01:07"
    },
    "600905": {
        "name": "三峡能源",
        "code": "600905",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3963,
        "create_date": "2025-04-21T23:01:07"
    },
    "600906": {
        "name": "财达证券",
        "code": "600906",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3420,
        "create_date": "2025-04-21T23:01:07"
    },
    "600908": {
        "name": "无锡银行",
        "code": "600908",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4335,
        "create_date": "2025-04-21T23:01:07"
    },
    "600909": {
        "name": "华安证券",
        "code": "600909",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2918,
        "create_date": "2025-04-21T23:01:07"
    },
    "600916": {
        "name": "中国黄金",
        "code": "600916",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1421,
        "create_date": "2025-04-21T23:01:07"
    },
    "600917": {
        "name": "重庆燃气",
        "code": "600917",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2933,
        "create_date": "2025-04-21T23:01:07"
    },
    "600918": {
        "name": "中泰证券",
        "code": "600918",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3414,
        "create_date": "2025-04-21T23:01:07"
    },
    "600919": {
        "name": "江苏银行",
        "code": "600919",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4239,
        "create_date": "2025-04-21T23:01:07"
    },
    "600925": {
        "name": "苏能股份",
        "code": "600925",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4109,
        "create_date": "2025-04-21T23:01:07"
    },
    "600926": {
        "name": "杭州银行",
        "code": "600926",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4257,
        "create_date": "2025-04-21T23:01:07"
    },
    "600927": {
        "name": "永安期货",
        "code": "600927",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3208,
        "create_date": "2025-04-21T23:01:07"
    },
    "600928": {
        "name": "西安银行",
        "code": "600928",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4272,
        "create_date": "2025-04-21T23:01:07"
    },
    "600929": {
        "name": "雪天盐业",
        "code": "600929",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3541,
        "create_date": "2025-04-21T23:01:07"
    },
    "600933": {
        "name": "爱柯迪",
        "code": "600933",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1478,
        "create_date": "2025-04-21T23:01:07"
    },
    "600935": {
        "name": "华塑股份",
        "code": "600935",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3183,
        "create_date": "2025-04-21T23:01:07"
    },
    "600936": {
        "name": "广西广电",
        "code": "600936",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3995,
        "create_date": "2025-04-21T23:01:07"
    },
    "600938": {
        "name": "中国海油",
        "code": "600938",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4212,
        "create_date": "2025-04-21T23:01:07"
    },
    "600939": {
        "name": "重庆建工",
        "code": "600939",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4415,
        "create_date": "2025-04-21T23:01:07"
    },
    "600941": {
        "name": "中国移动",
        "code": "600941",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4341,
        "create_date": "2025-04-21T23:01:07"
    },
    "600955": {
        "name": "维远股份",
        "code": "600955",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4248,
        "create_date": "2025-04-21T23:01:07"
    },
    "600956": {
        "name": "新天绿能",
        "code": "600956",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3928,
        "create_date": "2025-04-21T23:01:07"
    },
    "600958": {
        "name": "东方证券",
        "code": "600958",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3376,
        "create_date": "2025-04-21T23:01:07"
    },
    "600959": {
        "name": "江苏有线",
        "code": "600959",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3293,
        "create_date": "2025-04-21T23:01:07"
    },
    "600960": {
        "name": "渤海汽车",
        "code": "600960",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1951,
        "create_date": "2025-04-21T23:01:07"
    },
    "600961": {
        "name": "株冶集团",
        "code": "600961",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1137,
        "create_date": "2025-04-21T23:01:07"
    },
    "600962": {
        "name": "国投中鲁",
        "code": "600962",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1267,
        "create_date": "2025-04-21T23:01:07"
    },
    "600963": {
        "name": "岳阳林纸",
        "code": "600963",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1129,
        "create_date": "2025-04-21T23:01:07"
    },
    "600965": {
        "name": "福成股份",
        "code": "600965",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4473,
        "create_date": "2025-04-21T23:01:07"
    },
    "600966": {
        "name": "博汇纸业",
        "code": "600966",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1858,
        "create_date": "2025-04-21T23:01:07"
    },
    "600967": {
        "name": "内蒙一机",
        "code": "600967",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1720,
        "create_date": "2025-04-21T23:01:07"
    },
    "600968": {
        "name": "海油发展",
        "code": "600968",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2897,
        "create_date": "2025-04-21T23:01:07"
    },
    "600969": {
        "name": "郴电国际",
        "code": "600969",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2568,
        "create_date": "2025-04-21T23:01:07"
    },
    "600970": {
        "name": "中材国际",
        "code": "600970",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3540,
        "create_date": "2025-04-21T23:01:07"
    },
    "600971": {
        "name": "恒源煤电",
        "code": "600971",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4042,
        "create_date": "2025-04-21T23:01:07"
    },
    "600973": {
        "name": "宝胜股份",
        "code": "600973",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1762,
        "create_date": "2025-04-21T23:01:07"
    },
    "600975": {
        "name": "新五丰",
        "code": "600975",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4012,
        "create_date": "2025-04-21T23:01:07"
    },
    "600977": {
        "name": "中国电影",
        "code": "600977",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2675,
        "create_date": "2025-04-21T23:01:07"
    },
    "600979": {
        "name": "广安爱众",
        "code": "600979",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2039,
        "create_date": "2025-04-21T23:01:07"
    },
    "600980": {
        "name": "北矿科技",
        "code": "600980",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2654,
        "create_date": "2025-04-21T23:01:07"
    },
    "600981": {
        "name": "汇鸿集团",
        "code": "600981",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2315,
        "create_date": "2025-04-21T23:01:07"
    },
    "600982": {
        "name": "宁波能源",
        "code": "600982",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2985,
        "create_date": "2025-04-21T23:01:07"
    },
    "600983": {
        "name": "惠而浦",
        "code": "600983",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2812,
        "create_date": "2025-04-21T23:01:07"
    },
    "600984": {
        "name": "建设机械",
        "code": "600984",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2354,
        "create_date": "2025-04-21T23:01:07"
    },
    "600985": {
        "name": "淮北矿业",
        "code": "600985",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4130,
        "create_date": "2025-04-21T23:01:07"
    },
    "600986": {
        "name": "浙文互联",
        "code": "600986",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1439,
        "create_date": "2025-04-21T23:01:07"
    },
    "600987": {
        "name": "航民股份",
        "code": "600987",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1565,
        "create_date": "2025-04-21T23:01:07"
    },
    "600988": {
        "name": "赤峰黄金",
        "code": "600988",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1081,
        "create_date": "2025-04-21T23:01:07"
    },
    "600989": {
        "name": "宝丰能源",
        "code": "600989",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2629,
        "create_date": "2025-04-21T23:01:07"
    },
    "600990": {
        "name": "四创电子",
        "code": "600990",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1708,
        "create_date": "2025-04-21T23:01:07"
    },
    "600992": {
        "name": "贵绳股份",
        "code": "600992",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1932,
        "create_date": "2025-04-21T23:01:07"
    },
    "600993": {
        "name": "马应龙",
        "code": "600993",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2995,
        "create_date": "2025-04-21T23:01:07"
    },
    "600995": {
        "name": "南网储能",
        "code": "600995",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2860,
        "create_date": "2025-04-21T23:01:07"
    },
    "600996": {
        "name": "贵广网络",
        "code": "600996",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3449,
        "create_date": "2025-04-21T23:01:07"
    },
    "600997": {
        "name": "开滦股份",
        "code": "600997",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2649,
        "create_date": "2025-04-21T23:01:07"
    },
    "600998": {
        "name": "九州通",
        "code": "600998",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3956,
        "create_date": "2025-04-21T23:01:07"
    },
    "600999": {
        "name": "招商证券",
        "code": "600999",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3912,
        "create_date": "2025-04-21T23:01:07"
    },
    "601000": {
        "name": "唐山港",
        "code": "601000",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4150,
        "create_date": "2025-04-21T23:01:07"
    },
    "601001": {
        "name": "晋控煤业",
        "code": "601001",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3261,
        "create_date": "2025-04-21T23:01:07"
    },
    "601002": {
        "name": "晋亿实业",
        "code": "601002",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2599,
        "create_date": "2025-04-21T23:01:07"
    },
    "601003": {
        "name": "柳钢股份",
        "code": "601003",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3537,
        "create_date": "2025-04-21T23:01:07"
    },
    "601005": {
        "name": "重庆钢铁",
        "code": "601005",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2886,
        "create_date": "2025-04-21T23:01:07"
    },
    "601006": {
        "name": "大秦铁路",
        "code": "601006",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4004,
        "create_date": "2025-04-21T23:01:07"
    },
    "601007": {
        "name": "金陵饭店",
        "code": "601007",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2919,
        "create_date": "2025-04-21T23:01:07"
    },
    "601008": {
        "name": "连云港",
        "code": "601008",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4418,
        "create_date": "2025-04-21T23:01:07"
    },
    "601009": {
        "name": "南京银行",
        "code": "601009",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4222,
        "create_date": "2025-04-21T23:01:07"
    },
    "601010": {
        "name": "文峰股份",
        "code": "601010",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2817,
        "create_date": "2025-04-21T23:01:07"
    },
    "601011": {
        "name": "宝泰隆",
        "code": "601011",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3185,
        "create_date": "2025-04-21T23:01:07"
    },
    "601012": {
        "name": "隆基绿能",
        "code": "601012",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3432,
        "create_date": "2025-04-21T23:01:07"
    },
    "601015": {
        "name": "陕西黑猫",
        "code": "601015",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3257,
        "create_date": "2025-04-21T23:01:07"
    },
    "601016": {
        "name": "节能风电",
        "code": "601016",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3249,
        "create_date": "2025-04-21T23:01:07"
    },
    "601018": {
        "name": "宁波港",
        "code": "601018",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3991,
        "create_date": "2025-04-21T23:01:07"
    },
    "601019": {
        "name": "山东出版",
        "code": "601019",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3189,
        "create_date": "2025-04-21T23:01:07"
    },
    "601020": {
        "name": "华钰矿业",
        "code": "601020",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1282,
        "create_date": "2025-04-21T23:01:07"
    },
    "601021": {
        "name": "春秋航空",
        "code": "601021",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4017,
        "create_date": "2025-04-21T23:01:07"
    },
    "601022": {
        "name": "宁波远洋",
        "code": "601022",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2996,
        "create_date": "2025-04-21T23:01:07"
    },
    "601033": {
        "name": "永兴股份",
        "code": "601033",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4205,
        "create_date": "2025-04-21T23:01:07"
    },
    "601038": {
        "name": "一拖股份",
        "code": "601038",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3025,
        "create_date": "2025-04-21T23:01:07"
    },
    "601058": {
        "name": "赛轮轮胎",
        "code": "601058",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3931,
        "create_date": "2025-04-21T23:01:07"
    },
    "601059": {
        "name": "信达证券",
        "code": "601059",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3205,
        "create_date": "2025-04-21T23:01:07"
    },
    "601061": {
        "name": "中信金属",
        "code": "601061",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1587,
        "create_date": "2025-04-21T23:01:07"
    },
    "601065": {
        "name": "江盐集团",
        "code": "601065",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3535,
        "create_date": "2025-04-21T23:01:07"
    },
    "601066": {
        "name": "中信建投",
        "code": "601066",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3033,
        "create_date": "2025-04-21T23:01:07"
    },
    "601068": {
        "name": "中铝国际",
        "code": "601068",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4455,
        "create_date": "2025-04-21T23:01:07"
    },
    "601069": {
        "name": "西部黄金",
        "code": "601069",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1111,
        "create_date": "2025-04-21T23:01:07"
    },
    "601077": {
        "name": "渝农商行",
        "code": "601077",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4119,
        "create_date": "2025-04-21T23:01:07"
    },
    "601083": {
        "name": "锦江航运",
        "code": "601083",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3228,
        "create_date": "2025-04-21T23:01:07"
    },
    "601086": {
        "name": "国芳集团",
        "code": "601086",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1104,
        "create_date": "2025-04-21T23:01:07"
    },
    "601088": {
        "name": "中国神华",
        "code": "601088",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4152,
        "create_date": "2025-04-21T23:01:07"
    },
    "601089": {
        "name": "福元医药",
        "code": "601089",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4226,
        "create_date": "2025-04-21T23:01:07"
    },
    "601096": {
        "name": "宏盛华源",
        "code": "601096",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2536,
        "create_date": "2025-04-21T23:01:07"
    },
    "601098": {
        "name": "中南传媒",
        "code": "601098",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4382,
        "create_date": "2025-04-21T23:01:07"
    },
    "601099": {
        "name": "太平洋",
        "code": "601099",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3324,
        "create_date": "2025-04-21T23:01:07"
    },
    "601100": {
        "name": "恒立液压",
        "code": "601100",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1260,
        "create_date": "2025-04-21T23:01:07"
    },
    "601101": {
        "name": "昊华能源",
        "code": "601101",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3534,
        "create_date": "2025-04-21T23:01:07"
    },
    "601106": {
        "name": "中国一重",
        "code": "601106",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3533,
        "create_date": "2025-04-21T23:01:07"
    },
    "601107": {
        "name": "四川成渝",
        "code": "601107",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2819,
        "create_date": "2025-04-21T23:01:07"
    },
    "601108": {
        "name": "财通证券",
        "code": "601108",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3085,
        "create_date": "2025-04-21T23:01:07"
    },
    "601111": {
        "name": "中国国航",
        "code": "601111",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4096,
        "create_date": "2025-04-21T23:01:07"
    },
    "601113": {
        "name": "华鼎股份",
        "code": "601113",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2156,
        "create_date": "2025-04-21T23:01:07"
    },
    "601116": {
        "name": "三江购物",
        "code": "601116",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4013,
        "create_date": "2025-04-21T23:01:07"
    },
    "601117": {
        "name": "中国化学",
        "code": "601117",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4230,
        "create_date": "2025-04-21T23:01:07"
    },
    "601118": {
        "name": "海南橡胶",
        "code": "601118",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2822,
        "create_date": "2025-04-21T23:01:07"
    },
    "601121": {
        "name": "宝地矿业",
        "code": "601121",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2072,
        "create_date": "2025-04-21T23:01:07"
    },
    "601126": {
        "name": "四方股份",
        "code": "601126",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2591,
        "create_date": "2025-04-21T23:01:07"
    },
    "601127": {
        "name": "赛力斯",
        "code": "601127",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3890,
        "create_date": "2025-04-21T23:01:07"
    },
    "601128": {
        "name": "常熟银行",
        "code": "601128",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4319,
        "create_date": "2025-04-21T23:01:07"
    },
    "601133": {
        "name": "柏诚股份",
        "code": "601133",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2688,
        "create_date": "2025-04-21T23:01:07"
    },
    "601136": {
        "name": "首创证券",
        "code": "601136",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3117,
        "create_date": "2025-04-21T23:01:07"
    },
    "601137": {
        "name": "博威合金",
        "code": "601137",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3246,
        "create_date": "2025-04-21T23:01:07"
    },
    "601138": {
        "name": "工业富联",
        "code": "601138",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2387,
        "create_date": "2025-04-21T23:01:07"
    },
    "601139": {
        "name": "深圳燃气",
        "code": "601139",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3288,
        "create_date": "2025-04-21T23:01:07"
    },
    "601155": {
        "name": "新城控股",
        "code": "601155",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4359,
        "create_date": "2025-04-21T23:01:07"
    },
    "601156": {
        "name": "东航物流",
        "code": "601156",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3124,
        "create_date": "2025-04-21T23:01:07"
    },
    "601158": {
        "name": "重庆水务",
        "code": "601158",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3953,
        "create_date": "2025-04-21T23:01:07"
    },
    "601162": {
        "name": "天风证券",
        "code": "601162",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3977,
        "create_date": "2025-04-21T23:01:07"
    },
    "601163": {
        "name": "三角轮胎",
        "code": "601163",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3312,
        "create_date": "2025-04-21T23:01:07"
    },
    "601166": {
        "name": "兴业银行",
        "code": "601166",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4310,
        "create_date": "2025-04-21T23:01:07"
    },
    "601168": {
        "name": "西部矿业",
        "code": "601168",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1719,
        "create_date": "2025-04-21T23:01:07"
    },
    "601169": {
        "name": "北京银行",
        "code": "601169",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4334,
        "create_date": "2025-04-21T23:01:07"
    },
    "601177": {
        "name": "杭齿前进",
        "code": "601177",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1518,
        "create_date": "2025-04-21T23:01:07"
    },
    "601179": {
        "name": "中国西电",
        "code": "601179",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3000,
        "create_date": "2025-04-21T23:01:07"
    },
    "601186": {
        "name": "中国铁建",
        "code": "601186",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4122,
        "create_date": "2025-04-21T23:01:07"
    },
    "601187": {
        "name": "厦门银行",
        "code": "601187",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4345,
        "create_date": "2025-04-21T23:01:07"
    },
    "601188": {
        "name": "龙江交通",
        "code": "601188",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3065,
        "create_date": "2025-04-21T23:01:07"
    },
    "601198": {
        "name": "东兴证券",
        "code": "601198",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2738,
        "create_date": "2025-04-21T23:01:07"
    },
    "601199": {
        "name": "江南水务",
        "code": "601199",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4041,
        "create_date": "2025-04-21T23:01:07"
    },
    "601200": {
        "name": "上海环境",
        "code": "601200",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3340,
        "create_date": "2025-04-21T23:01:07"
    },
    "601208": {
        "name": "东材科技",
        "code": "601208",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1471,
        "create_date": "2025-04-21T23:01:07"
    },
    "601211": {
        "name": "国泰海通",
        "code": "601211",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2815,
        "create_date": "2025-04-21T23:01:07"
    },
    "601212": {
        "name": "白银有色",
        "code": "601212",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1341,
        "create_date": "2025-04-21T23:01:07"
    },
    "601216": {
        "name": "君正集团",
        "code": "601216",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1983,
        "create_date": "2025-04-21T23:01:07"
    },
    "601218": {
        "name": "吉鑫科技",
        "code": "601218",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2026,
        "create_date": "2025-04-21T23:01:07"
    },
    "601222": {
        "name": "林洋能源",
        "code": "601222",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2868,
        "create_date": "2025-04-21T23:01:07"
    },
    "601225": {
        "name": "陕西煤业",
        "code": "601225",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4143,
        "create_date": "2025-04-21T23:01:07"
    },
    "601226": {
        "name": "华电科工",
        "code": "601226",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3421,
        "create_date": "2025-04-21T23:01:07"
    },
    "601228": {
        "name": "广州港",
        "code": "601228",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3532,
        "create_date": "2025-04-21T23:01:07"
    },
    "601229": {
        "name": "上海银行",
        "code": "601229",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4318,
        "create_date": "2025-04-21T23:01:07"
    },
    "601231": {
        "name": "环旭电子",
        "code": "601231",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1871,
        "create_date": "2025-04-21T23:01:07"
    },
    "601233": {
        "name": "桐昆股份",
        "code": "601233",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2725,
        "create_date": "2025-04-21T23:01:07"
    },
    "601236": {
        "name": "红塔证券",
        "code": "601236",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3088,
        "create_date": "2025-04-21T23:01:07"
    },
    "601238": {
        "name": "广汽集团",
        "code": "601238",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3531,
        "create_date": "2025-04-21T23:01:07"
    },
    "601279": {
        "name": "英利汽车",
        "code": "601279",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3313,
        "create_date": "2025-04-21T23:01:07"
    },
    "601288": {
        "name": "农业银行",
        "code": "601288",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4215,
        "create_date": "2025-04-21T23:01:07"
    },
    "601298": {
        "name": "青岛港",
        "code": "601298",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4328,
        "create_date": "2025-04-21T23:01:07"
    },
    "601311": {
        "name": "骆驼股份",
        "code": "601311",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1466,
        "create_date": "2025-04-21T23:01:07"
    },
    "601318": {
        "name": "中国平安",
        "code": "601318",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4009,
        "create_date": "2025-04-21T23:01:07"
    },
    "601319": {
        "name": "中国人保",
        "code": "601319",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3927,
        "create_date": "2025-04-21T23:01:07"
    },
    "601326": {
        "name": "秦港股份",
        "code": "601326",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3527,
        "create_date": "2025-04-21T23:01:07"
    },
    "601328": {
        "name": "交通银行",
        "code": "601328",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4216,
        "create_date": "2025-04-21T23:01:07"
    },
    "601330": {
        "name": "绿色动力",
        "code": "601330",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2174,
        "create_date": "2025-04-21T23:01:07"
    },
    "601333": {
        "name": "广深铁路",
        "code": "601333",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3256,
        "create_date": "2025-04-21T23:01:07"
    },
    "601336": {
        "name": "新华保险",
        "code": "601336",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3941,
        "create_date": "2025-04-21T23:01:07"
    },
    "601339": {
        "name": "百隆东方",
        "code": "601339",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3201,
        "create_date": "2025-04-21T23:01:07"
    },
    "601360": {
        "name": "三六零",
        "code": "601360",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1262,
        "create_date": "2025-04-21T23:01:07"
    },
    "601366": {
        "name": "利群股份",
        "code": "601366",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3200,
        "create_date": "2025-04-21T23:01:07"
    },
    "601368": {
        "name": "绿城水务",
        "code": "601368",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4126,
        "create_date": "2025-04-21T23:01:07"
    },
    "601369": {
        "name": "陕鼓动力",
        "code": "601369",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4108,
        "create_date": "2025-04-21T23:01:07"
    },
    "601375": {
        "name": "中原证券",
        "code": "601375",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3345,
        "create_date": "2025-04-21T23:01:07"
    },
    "601377": {
        "name": "兴业证券",
        "code": "601377",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3526,
        "create_date": "2025-04-21T23:01:07"
    },
    "601388": {
        "name": "怡球资源",
        "code": "601388",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2249,
        "create_date": "2025-04-21T23:01:07"
    },
    "601390": {
        "name": "中国中铁",
        "code": "601390",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4087,
        "create_date": "2025-04-21T23:01:07"
    },
    "601398": {
        "name": "工商银行",
        "code": "601398",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4287,
        "create_date": "2025-04-21T23:01:07"
    },
    "601399": {
        "name": "国机重装",
        "code": "601399",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4020,
        "create_date": "2025-04-21T23:01:07"
    },
    "601456": {
        "name": "国联民生",
        "code": "601456",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2277,
        "create_date": "2025-04-21T23:01:07"
    },
    "601500": {
        "name": "通用股份",
        "code": "601500",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2994,
        "create_date": "2025-04-21T23:01:07"
    },
    "601512": {
        "name": "中新集团",
        "code": "601512",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2744,
        "create_date": "2025-04-21T23:01:07"
    },
    "601515": {
        "name": "东峰集团",
        "code": "601515",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2560,
        "create_date": "2025-04-21T23:01:07"
    },
    "601518": {
        "name": "吉林高速",
        "code": "601518",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4029,
        "create_date": "2025-04-21T23:01:07"
    },
    "601519": {
        "name": "大智慧",
        "code": "601519",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3149,
        "create_date": "2025-04-21T23:01:07"
    },
    "601528": {
        "name": "瑞丰银行",
        "code": "601528",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4175,
        "create_date": "2025-04-21T23:01:07"
    },
    "601555": {
        "name": "东吴证券",
        "code": "601555",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3095,
        "create_date": "2025-04-21T23:01:07"
    },
    "601566": {
        "name": "九牧王",
        "code": "601566",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2633,
        "create_date": "2025-04-21T23:01:07"
    },
    "601567": {
        "name": "三星医疗",
        "code": "601567",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1183,
        "create_date": "2025-04-21T23:01:07"
    },
    "601568": {
        "name": "北元集团",
        "code": "601568",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2694,
        "create_date": "2025-04-21T23:01:07"
    },
    "601577": {
        "name": "长沙银行",
        "code": "601577",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4331,
        "create_date": "2025-04-21T23:01:07"
    },
    "601579": {
        "name": "会稽山",
        "code": "601579",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1799,
        "create_date": "2025-04-21T23:01:07"
    },
    "601588": {
        "name": "北辰实业",
        "code": "601588",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4110,
        "create_date": "2025-04-21T23:01:07"
    },
    "601595": {
        "name": "上海电影",
        "code": "601595",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4072,
        "create_date": "2025-04-21T23:01:07"
    },
    "601598": {
        "name": "中国外运",
        "code": "601598",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3524,
        "create_date": "2025-04-21T23:01:07"
    },
    "601599": {
        "name": "浙文影业",
        "code": "601599",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2832,
        "create_date": "2025-04-21T23:01:07"
    },
    "601600": {
        "name": "中国铝业",
        "code": "601600",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1930,
        "create_date": "2025-04-21T23:01:07"
    },
    "601601": {
        "name": "中国太保",
        "code": "601601",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3946,
        "create_date": "2025-04-21T23:01:07"
    },
    "601606": {
        "name": "长城军工",
        "code": "601606",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2494,
        "create_date": "2025-04-21T23:01:07"
    },
    "601607": {
        "name": "上海医药",
        "code": "601607",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4242,
        "create_date": "2025-04-21T23:01:07"
    },
    "601608": {
        "name": "中信重工",
        "code": "601608",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2805,
        "create_date": "2025-04-21T23:01:07"
    },
    "601609": {
        "name": "金田股份",
        "code": "601609",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1558,
        "create_date": "2025-04-21T23:01:07"
    },
    "601611": {
        "name": "中国核建",
        "code": "601611",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3258,
        "create_date": "2025-04-21T23:01:07"
    },
    "601615": {
        "name": "明阳智能",
        "code": "601615",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2964,
        "create_date": "2025-04-21T23:01:07"
    },
    "601616": {
        "name": "广电电气",
        "code": "601616",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2715,
        "create_date": "2025-04-21T23:01:07"
    },
    "601618": {
        "name": "中国中冶",
        "code": "601618",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3523,
        "create_date": "2025-04-21T23:01:07"
    },
    "601619": {
        "name": "嘉泽新能",
        "code": "601619",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2046,
        "create_date": "2025-04-21T23:01:07"
    },
    "601628": {
        "name": "中国人寿",
        "code": "601628",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3944,
        "create_date": "2025-04-21T23:01:07"
    },
    "601633": {
        "name": "长城汽车",
        "code": "601633",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3379,
        "create_date": "2025-04-21T23:01:07"
    },
    "601636": {
        "name": "旗滨集团",
        "code": "601636",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3238,
        "create_date": "2025-04-21T23:01:07"
    },
    "601658": {
        "name": "邮储银行",
        "code": "601658",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4314,
        "create_date": "2025-04-21T23:01:07"
    },
    "601665": {
        "name": "齐鲁银行",
        "code": "601665",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4337,
        "create_date": "2025-04-21T23:01:07"
    },
    "601666": {
        "name": "平煤股份",
        "code": "601666",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3966,
        "create_date": "2025-04-21T23:01:07"
    },
    "601668": {
        "name": "中国建筑",
        "code": "601668",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4155,
        "create_date": "2025-04-21T23:01:07"
    },
    "601669": {
        "name": "中国电建",
        "code": "601669",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4056,
        "create_date": "2025-04-21T23:01:07"
    },
    "601677": {
        "name": "明泰铝业",
        "code": "601677",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2024,
        "create_date": "2025-04-21T23:01:07"
    },
    "601678": {
        "name": "滨化股份",
        "code": "601678",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3974,
        "create_date": "2025-04-21T23:01:07"
    },
    "601686": {
        "name": "友发集团",
        "code": "601686",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1777,
        "create_date": "2025-04-21T23:01:07"
    },
    "601688": {
        "name": "华泰证券",
        "code": "601688",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2903,
        "create_date": "2025-04-21T23:01:07"
    },
    "601689": {
        "name": "拓普集团",
        "code": "601689",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1173,
        "create_date": "2025-04-21T23:01:07"
    },
    "601696": {
        "name": "中银证券",
        "code": "601696",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3207,
        "create_date": "2025-04-21T23:01:07"
    },
    "601698": {
        "name": "中国卫通",
        "code": "601698",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2481,
        "create_date": "2025-04-21T23:01:07"
    },
    "601699": {
        "name": "潞安环能",
        "code": "601699",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3901,
        "create_date": "2025-04-21T23:01:07"
    },
    "601700": {
        "name": "风范股份",
        "code": "601700",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2963,
        "create_date": "2025-04-21T23:01:07"
    },
    "601702": {
        "name": "华峰铝业",
        "code": "601702",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4447,
        "create_date": "2025-04-21T23:01:07"
    },
    "601717": {
        "name": "郑煤机",
        "code": "601717",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1787,
        "create_date": "2025-04-21T23:01:07"
    },
    "601718": {
        "name": "际华集团",
        "code": "601718",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3522,
        "create_date": "2025-04-21T23:01:07"
    },
    "601727": {
        "name": "上海电气",
        "code": "601727",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2626,
        "create_date": "2025-04-21T23:01:07"
    },
    "601728": {
        "name": "中国电信",
        "code": "601728",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4082,
        "create_date": "2025-04-21T23:01:07"
    },
    "601766": {
        "name": "中国中车",
        "code": "601766",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4106,
        "create_date": "2025-04-21T23:01:07"
    },
    "601777": {
        "name": "千里科技",
        "code": "601777",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4408,
        "create_date": "2025-04-21T23:01:07"
    },
    "601778": {
        "name": "晶科科技",
        "code": "601778",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3521,
        "create_date": "2025-04-21T23:01:07"
    },
    "601788": {
        "name": "光大证券",
        "code": "601788",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3353,
        "create_date": "2025-04-21T23:01:07"
    },
    "601789": {
        "name": "宁波建工",
        "code": "601789",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1510,
        "create_date": "2025-04-21T23:01:07"
    },
    "601798": {
        "name": "蓝科高新",
        "code": "601798",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1680,
        "create_date": "2025-04-21T23:01:07"
    },
    "601799": {
        "name": "星宇股份",
        "code": "601799",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1934,
        "create_date": "2025-04-21T23:01:07"
    },
    "601800": {
        "name": "中国交建",
        "code": "601800",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4200,
        "create_date": "2025-04-21T23:01:07"
    },
    "601801": {
        "name": "皖新传媒",
        "code": "601801",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2136,
        "create_date": "2025-04-21T23:01:07"
    },
    "601808": {
        "name": "中海油服",
        "code": "601808",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3429,
        "create_date": "2025-04-21T23:01:07"
    },
    "601811": {
        "name": "新华文轩",
        "code": "601811",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2639,
        "create_date": "2025-04-21T23:01:07"
    },
    "601816": {
        "name": "京沪高铁",
        "code": "601816",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4236,
        "create_date": "2025-04-21T23:01:07"
    },
    "601818": {
        "name": "光大银行",
        "code": "601818",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4290,
        "create_date": "2025-04-21T23:01:07"
    },
    "601825": {
        "name": "沪农商行",
        "code": "601825",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4372,
        "create_date": "2025-04-21T23:01:07"
    },
    "601827": {
        "name": "三峰环境",
        "code": "601827",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3439,
        "create_date": "2025-04-21T23:01:07"
    },
    "601828": {
        "name": "美凯龙",
        "code": "601828",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3520,
        "create_date": "2025-04-21T23:01:07"
    },
    "601838": {
        "name": "成都银行",
        "code": "601838",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4373,
        "create_date": "2025-04-21T23:01:07"
    },
    "601857": {
        "name": "中国石油",
        "code": "601857",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4128,
        "create_date": "2025-04-21T23:01:07"
    },
    "601858": {
        "name": "中国科传",
        "code": "601858",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1457,
        "create_date": "2025-04-21T23:01:07"
    },
    "601860": {
        "name": "紫金银行",
        "code": "601860",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4261,
        "create_date": "2025-04-21T23:01:07"
    },
    "601865": {
        "name": "福莱特",
        "code": "601865",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3390,
        "create_date": "2025-04-21T23:01:07"
    },
    "601866": {
        "name": "中远海发",
        "code": "601866",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3519,
        "create_date": "2025-04-21T23:01:07"
    },
    "601868": {
        "name": "中国能建",
        "code": "601868",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4202,
        "create_date": "2025-04-21T23:01:07"
    },
    "601869": {
        "name": "长飞光纤",
        "code": "601869",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2084,
        "create_date": "2025-04-21T23:01:07"
    },
    "601872": {
        "name": "招商轮船",
        "code": "601872",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3408,
        "create_date": "2025-04-21T23:01:07"
    },
    "601877": {
        "name": "正泰电器",
        "code": "601877",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3004,
        "create_date": "2025-04-21T23:01:07"
    },
    "601878": {
        "name": "浙商证券",
        "code": "601878",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3316,
        "create_date": "2025-04-21T23:01:07"
    },
    "601880": {
        "name": "辽港股份",
        "code": "601880",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2976,
        "create_date": "2025-04-21T23:01:07"
    },
    "601881": {
        "name": "中国银河",
        "code": "601881",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3518,
        "create_date": "2025-04-21T23:01:07"
    },
    "601886": {
        "name": "江河集团",
        "code": "601886",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2220,
        "create_date": "2025-04-21T23:01:07"
    },
    "601888": {
        "name": "中国中免",
        "code": "601888",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4022,
        "create_date": "2025-04-21T23:01:07"
    },
    "601890": {
        "name": "亚星锚链",
        "code": "601890",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3374,
        "create_date": "2025-04-21T23:01:07"
    },
    "601898": {
        "name": "中煤能源",
        "code": "601898",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4366,
        "create_date": "2025-04-21T23:01:07"
    },
    "601899": {
        "name": "紫金矿业",
        "code": "601899",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1226,
        "create_date": "2025-04-21T23:01:07"
    },
    "601900": {
        "name": "南方传媒",
        "code": "601900",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1520,
        "create_date": "2025-04-21T23:01:07"
    },
    "601901": {
        "name": "方正证券",
        "code": "601901",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3334,
        "create_date": "2025-04-21T23:01:07"
    },
    "601908": {
        "name": "京运通",
        "code": "601908",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3197,
        "create_date": "2025-04-21T23:01:07"
    },
    "601916": {
        "name": "浙商银行",
        "code": "601916",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3517,
        "create_date": "2025-04-21T23:01:07"
    },
    "601918": {
        "name": "新集能源",
        "code": "601918",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2945,
        "create_date": "2025-04-21T23:01:07"
    },
    "601919": {
        "name": "中远海控",
        "code": "601919",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3996,
        "create_date": "2025-04-21T23:01:07"
    },
    "601921": {
        "name": "浙版传媒",
        "code": "601921",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2811,
        "create_date": "2025-04-21T23:01:07"
    },
    "601928": {
        "name": "凤凰传媒",
        "code": "601928",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3188,
        "create_date": "2025-04-21T23:01:07"
    },
    "601929": {
        "name": "吉视传媒",
        "code": "601929",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2205,
        "create_date": "2025-04-21T23:01:07"
    },
    "601933": {
        "name": "永辉超市",
        "code": "601933",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3516,
        "create_date": "2025-04-21T23:01:07"
    },
    "601939": {
        "name": "建设银行",
        "code": "601939",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4320,
        "create_date": "2025-04-21T23:01:07"
    },
    "601949": {
        "name": "中国出版",
        "code": "601949",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1973,
        "create_date": "2025-04-21T23:01:07"
    },
    "601952": {
        "name": "苏垦农发",
        "code": "601952",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2820,
        "create_date": "2025-04-21T23:01:07"
    },
    "601956": {
        "name": "东贝集团",
        "code": "601956",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4229,
        "create_date": "2025-04-21T23:01:07"
    },
    "601958": {
        "name": "金钼股份",
        "code": "601958",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2540,
        "create_date": "2025-04-21T23:01:07"
    },
    "601963": {
        "name": "重庆银行",
        "code": "601963",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4276,
        "create_date": "2025-04-21T23:01:07"
    },
    "601965": {
        "name": "中国汽研",
        "code": "601965",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3893,
        "create_date": "2025-04-21T23:01:07"
    },
    "601966": {
        "name": "玲珑轮胎",
        "code": "601966",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3147,
        "create_date": "2025-04-21T23:01:07"
    },
    "601968": {
        "name": "宝钢包装",
        "code": "601968",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1931,
        "create_date": "2025-04-21T23:01:07"
    },
    "601969": {
        "name": "海南矿业",
        "code": "601969",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1612,
        "create_date": "2025-04-21T23:01:07"
    },
    "601975": {
        "name": "招商南油",
        "code": "601975",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3236,
        "create_date": "2025-04-21T23:01:07"
    },
    "601985": {
        "name": "中国核电",
        "code": "601985",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4129,
        "create_date": "2025-04-21T23:01:07"
    },
    "601988": {
        "name": "中国银行",
        "code": "601988",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4201,
        "create_date": "2025-04-21T23:01:07"
    },
    "601989": {
        "name": "中国重工",
        "code": "601989",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3964,
        "create_date": "2025-04-21T23:01:07"
    },
    "601990": {
        "name": "南京证券",
        "code": "601990",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3346,
        "create_date": "2025-04-21T23:01:07"
    },
    "601991": {
        "name": "大唐发电",
        "code": "601991",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2420,
        "create_date": "2025-04-21T23:01:07"
    },
    "601992": {
        "name": "金隅集团",
        "code": "601992",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3006,
        "create_date": "2025-04-21T23:01:07"
    },
    "601995": {
        "name": "中金公司",
        "code": "601995",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3196,
        "create_date": "2025-04-21T23:01:07"
    },
    "601996": {
        "name": "丰林集团",
        "code": "601996",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3114,
        "create_date": "2025-04-21T23:01:07"
    },
    "601997": {
        "name": "贵阳银行",
        "code": "601997",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4197,
        "create_date": "2025-04-21T23:01:07"
    },
    "601998": {
        "name": "中信银行",
        "code": "601998",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4255,
        "create_date": "2025-04-21T23:01:07"
    },
    "601999": {
        "name": "出版传媒",
        "code": "601999",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1991,
        "create_date": "2025-04-21T23:01:07"
    },
    "603000": {
        "name": "人民网",
        "code": "603000",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2548,
        "create_date": "2025-04-21T23:01:07"
    },
    "603001": {
        "name": "奥康国际",
        "code": "603001",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3074,
        "create_date": "2025-04-21T23:01:07"
    },
    "603002": {
        "name": "宏昌电子",
        "code": "603002",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3136,
        "create_date": "2025-04-21T23:01:07"
    },
    "603004": {
        "name": "鼎龙科技",
        "code": "603004",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2196,
        "create_date": "2025-04-21T23:01:07"
    },
    "603005": {
        "name": "晶方科技",
        "code": "603005",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1283,
        "create_date": "2025-04-21T23:01:07"
    },
    "603006": {
        "name": "联明股份",
        "code": "603006",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1833,
        "create_date": "2025-04-21T23:01:07"
    },
    "603008": {
        "name": "喜临门",
        "code": "603008",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3477,
        "create_date": "2025-04-21T23:01:07"
    },
    "603009": {
        "name": "北特科技",
        "code": "603009",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1177,
        "create_date": "2025-04-21T23:01:07"
    },
    "603010": {
        "name": "万盛股份",
        "code": "603010",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4007,
        "create_date": "2025-04-21T23:01:07"
    },
    "603011": {
        "name": "合锻智能",
        "code": "603011",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1908,
        "create_date": "2025-04-21T23:01:07"
    },
    "603012": {
        "name": "创力集团",
        "code": "603012",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2603,
        "create_date": "2025-04-21T23:01:07"
    },
    "603013": {
        "name": "亚普股份",
        "code": "603013",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2159,
        "create_date": "2025-04-21T23:01:07"
    },
    "603015": {
        "name": "弘讯科技",
        "code": "603015",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1726,
        "create_date": "2025-04-21T23:01:07"
    },
    "603016": {
        "name": "新宏泰",
        "code": "603016",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3448,
        "create_date": "2025-04-21T23:01:07"
    },
    "603017": {
        "name": "中衡设计",
        "code": "603017",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3916,
        "create_date": "2025-04-21T23:01:07"
    },
    "603018": {
        "name": "华设集团",
        "code": "603018",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3078,
        "create_date": "2025-04-21T23:01:07"
    },
    "603019": {
        "name": "中科曙光",
        "code": "603019",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3515,
        "create_date": "2025-04-21T23:01:07"
    },
    "603020": {
        "name": "爱普股份",
        "code": "603020",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2938,
        "create_date": "2025-04-21T23:01:07"
    },
    "603022": {
        "name": "新通联",
        "code": "603022",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3031,
        "create_date": "2025-04-21T23:01:07"
    },
    "603025": {
        "name": "大豪科技",
        "code": "603025",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2190,
        "create_date": "2025-04-21T23:01:07"
    },
    "603026": {
        "name": "石大胜华",
        "code": "603026",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1570,
        "create_date": "2025-04-21T23:01:07"
    },
    "603027": {
        "name": "千禾味业",
        "code": "603027",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4220,
        "create_date": "2025-04-21T23:01:07"
    },
    "603028": {
        "name": "赛福天",
        "code": "603028",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3107,
        "create_date": "2025-04-21T23:01:07"
    },
    "603029": {
        "name": "天鹅股份",
        "code": "603029",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2516,
        "create_date": "2025-04-21T23:01:07"
    },
    "603030": {
        "name": "全筑股份",
        "code": "603030",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3514,
        "create_date": "2025-04-21T23:01:07"
    },
    "603031": {
        "name": "安孚科技",
        "code": "603031",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2155,
        "create_date": "2025-04-21T23:01:07"
    },
    "603032": {
        "name": "德新科技",
        "code": "603032",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1845,
        "create_date": "2025-04-21T23:01:07"
    },
    "603033": {
        "name": "三维股份",
        "code": "603033",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2655,
        "create_date": "2025-04-21T23:01:07"
    },
    "603035": {
        "name": "常熟汽饰",
        "code": "603035",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4458,
        "create_date": "2025-04-21T23:01:07"
    },
    "603036": {
        "name": "如通股份",
        "code": "603036",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3960,
        "create_date": "2025-04-21T23:01:07"
    },
    "603037": {
        "name": "凯众股份",
        "code": "603037",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1434,
        "create_date": "2025-04-21T23:01:07"
    },
    "603038": {
        "name": "华立股份",
        "code": "603038",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2500,
        "create_date": "2025-04-21T23:01:07"
    },
    "603039": {
        "name": "泛微网络",
        "code": "603039",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1271,
        "create_date": "2025-04-21T23:01:07"
    },
    "603040": {
        "name": "新坐标",
        "code": "603040",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1339,
        "create_date": "2025-04-21T23:01:07"
    },
    "603041": {
        "name": "美思德",
        "code": "603041",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2942,
        "create_date": "2025-04-21T23:01:07"
    },
    "603042": {
        "name": "华脉科技",
        "code": "603042",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1073,
        "create_date": "2025-04-21T23:01:07"
    },
    "603043": {
        "name": "广州酒家",
        "code": "603043",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3297,
        "create_date": "2025-04-21T23:01:07"
    },
    "603045": {
        "name": "福达合金",
        "code": "603045",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1863,
        "create_date": "2025-04-21T23:01:07"
    },
    "603048": {
        "name": "浙江黎明",
        "code": "603048",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2017,
        "create_date": "2025-04-21T23:01:07"
    },
    "603050": {
        "name": "科林电气",
        "code": "603050",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1419,
        "create_date": "2025-04-21T23:01:07"
    },
    "603051": {
        "name": "鹿山新材",
        "code": "603051",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2793,
        "create_date": "2025-04-21T23:01:07"
    },
    "603052": {
        "name": "可川科技",
        "code": "603052",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1572,
        "create_date": "2025-04-21T23:01:07"
    },
    "603053": {
        "name": "成都燃气",
        "code": "603053",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3013,
        "create_date": "2025-04-21T23:01:07"
    },
    "603055": {
        "name": "台华新材",
        "code": "603055",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2334,
        "create_date": "2025-04-21T23:01:07"
    },
    "603056": {
        "name": "德邦股份",
        "code": "603056",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1412,
        "create_date": "2025-04-21T23:01:07"
    },
    "603057": {
        "name": "紫燕食品",
        "code": "603057",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4351,
        "create_date": "2025-04-21T23:01:07"
    },
    "603058": {
        "name": "永吉股份",
        "code": "603058",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2280,
        "create_date": "2025-04-21T23:01:07"
    },
    "603059": {
        "name": "倍加洁",
        "code": "603059",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2115,
        "create_date": "2025-04-21T23:01:07"
    },
    "603060": {
        "name": "国检集团",
        "code": "603060",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2528,
        "create_date": "2025-04-21T23:01:07"
    },
    "603061": {
        "name": "金海通",
        "code": "603061",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1279,
        "create_date": "2025-04-21T23:01:07"
    },
    "603062": {
        "name": "麦加芯彩",
        "code": "603062",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4275,
        "create_date": "2025-04-21T23:01:07"
    },
    "603063": {
        "name": "禾望电气",
        "code": "603063",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1317,
        "create_date": "2025-04-21T23:01:07"
    },
    "603065": {
        "name": "宿迁联盛",
        "code": "603065",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3987,
        "create_date": "2025-04-21T23:01:07"
    },
    "603066": {
        "name": "音飞储存",
        "code": "603066",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2111,
        "create_date": "2025-04-21T23:01:07"
    },
    "603067": {
        "name": "振华股份",
        "code": "603067",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1371,
        "create_date": "2025-04-21T23:01:07"
    },
    "603068": {
        "name": "博通集成",
        "code": "603068",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1671,
        "create_date": "2025-04-21T23:01:07"
    },
    "603069": {
        "name": "海汽集团",
        "code": "603069",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4338,
        "create_date": "2025-04-21T23:01:07"
    },
    "603070": {
        "name": "万控智造",
        "code": "603070",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1978,
        "create_date": "2025-04-21T23:01:07"
    },
    "603071": {
        "name": "物产环能",
        "code": "603071",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2981,
        "create_date": "2025-04-21T23:01:07"
    },
    "603072": {
        "name": "天和磁材",
        "code": "603072",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1623,
        "create_date": "2025-04-21T23:01:07"
    },
    "603073": {
        "name": "彩蝶实业",
        "code": "603073",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3210,
        "create_date": "2025-04-21T23:01:07"
    },
    "603075": {
        "name": "热威股份",
        "code": "603075",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2659,
        "create_date": "2025-04-21T23:01:07"
    },
    "603076": {
        "name": "乐惠国际",
        "code": "603076",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4330,
        "create_date": "2025-04-21T23:01:07"
    },
    "603077": {
        "name": "和邦生物",
        "code": "603077",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3041,
        "create_date": "2025-04-21T23:01:07"
    },
    "603078": {
        "name": "江化微",
        "code": "603078",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2574,
        "create_date": "2025-04-21T23:01:07"
    },
    "603079": {
        "name": "圣达生物",
        "code": "603079",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1160,
        "create_date": "2025-04-21T23:01:07"
    },
    "603080": {
        "name": "新疆火炬",
        "code": "603080",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2635,
        "create_date": "2025-04-21T23:01:07"
    },
    "603081": {
        "name": "大丰实业",
        "code": "603081",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2614,
        "create_date": "2025-04-21T23:01:07"
    },
    "603082": {
        "name": "北自科技",
        "code": "603082",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1542,
        "create_date": "2025-04-21T23:01:07"
    },
    "603083": {
        "name": "剑桥科技",
        "code": "603083",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1964,
        "create_date": "2025-04-21T23:01:07"
    },
    "603085": {
        "name": "天成自控",
        "code": "603085",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1330,
        "create_date": "2025-04-21T23:01:07"
    },
    "603086": {
        "name": "先达股份",
        "code": "603086",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1055,
        "create_date": "2025-04-21T23:01:07"
    },
    "603087": {
        "name": "甘李药业",
        "code": "603087",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2171,
        "create_date": "2025-04-21T23:01:07"
    },
    "603088": {
        "name": "宁波精达",
        "code": "603088",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2237,
        "create_date": "2025-04-21T23:01:07"
    },
    "603089": {
        "name": "正裕工业",
        "code": "603089",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2521,
        "create_date": "2025-04-21T23:01:07"
    },
    "603090": {
        "name": "宏盛股份",
        "code": "603090",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1176,
        "create_date": "2025-04-21T23:01:07"
    },
    "603091": {
        "name": "众鑫股份",
        "code": "603091",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1397,
        "create_date": "2025-04-21T23:01:07"
    },
    "603093": {
        "name": "南华期货",
        "code": "603093",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1514,
        "create_date": "2025-04-21T23:01:07"
    },
    "603095": {
        "name": "越剑智能",
        "code": "603095",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1925,
        "create_date": "2025-04-21T23:01:07"
    },
    "603096": {
        "name": "新经典",
        "code": "603096",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3274,
        "create_date": "2025-04-21T23:01:07"
    },
    "603097": {
        "name": "江苏华辰",
        "code": "603097",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2511,
        "create_date": "2025-04-21T23:01:07"
    },
    "603098": {
        "name": "森特股份",
        "code": "603098",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1783,
        "create_date": "2025-04-21T23:01:07"
    },
    "603099": {
        "name": "长白山",
        "code": "603099",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4196,
        "create_date": "2025-04-21T23:01:07"
    },
    "603100": {
        "name": "川仪股份",
        "code": "603100",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2139,
        "create_date": "2025-04-21T23:01:07"
    },
    "603101": {
        "name": "汇嘉时代",
        "code": "603101",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1606,
        "create_date": "2025-04-21T23:01:07"
    },
    "603102": {
        "name": "百合股份",
        "code": "603102",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1667,
        "create_date": "2025-04-21T23:01:07"
    },
    "603103": {
        "name": "横店影视",
        "code": "603103",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1065,
        "create_date": "2025-04-21T23:01:07"
    },
    "603105": {
        "name": "芯能科技",
        "code": "603105",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3358,
        "create_date": "2025-04-21T23:01:07"
    },
    "603106": {
        "name": "恒银科技",
        "code": "603106",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2150,
        "create_date": "2025-04-21T23:01:07"
    },
    "603107": {
        "name": "上海汽配",
        "code": "603107",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2612,
        "create_date": "2025-04-21T23:01:07"
    },
    "603108": {
        "name": "润达医疗",
        "code": "603108",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1507,
        "create_date": "2025-04-21T23:01:07"
    },
    "603109": {
        "name": "神驰机电",
        "code": "603109",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1163,
        "create_date": "2025-04-21T23:01:07"
    },
    "603110": {
        "name": "东方材料",
        "code": "603110",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1083,
        "create_date": "2025-04-21T23:01:07"
    },
    "603111": {
        "name": "康尼机电",
        "code": "603111",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2473,
        "create_date": "2025-04-21T23:01:07"
    },
    "603112": {
        "name": "华翔股份",
        "code": "603112",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2997,
        "create_date": "2025-04-21T23:01:07"
    },
    "603113": {
        "name": "金能科技",
        "code": "603113",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1995,
        "create_date": "2025-04-21T23:01:07"
    },
    "603115": {
        "name": "海星股份",
        "code": "603115",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3513,
        "create_date": "2025-04-21T23:01:07"
    },
    "603116": {
        "name": "红蜻蜓",
        "code": "603116",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3411,
        "create_date": "2025-04-21T23:01:07"
    },
    "603117": {
        "name": "万林物流",
        "code": "603117",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3936,
        "create_date": "2025-04-21T23:01:07"
    },
    "603118": {
        "name": "共进股份",
        "code": "603118",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2339,
        "create_date": "2025-04-21T23:01:07"
    },
    "603119": {
        "name": "浙江荣泰",
        "code": "603119",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1074,
        "create_date": "2025-04-21T23:01:07"
    },
    "603120": {
        "name": "C肯特",
        "code": "603120",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4471,
        "create_date": "2025-04-21T23:01:07"
    },
    "603121": {
        "name": "华培动力",
        "code": "603121",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3480,
        "create_date": "2025-04-21T23:01:07"
    },
    "603122": {
        "name": "合富中国",
        "code": "603122",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2287,
        "create_date": "2025-04-21T23:01:07"
    },
    "603123": {
        "name": "翠微股份",
        "code": "603123",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3359,
        "create_date": "2025-04-21T23:01:07"
    },
    "603124": {
        "name": "江南新材",
        "code": "603124",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3295,
        "create_date": "2025-04-21T23:01:07"
    },
    "603125": {
        "name": "常青科技",
        "code": "603125",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3363,
        "create_date": "2025-04-21T23:01:07"
    },
    "603126": {
        "name": "中材节能",
        "code": "603126",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2850,
        "create_date": "2025-04-21T23:01:07"
    },
    "603127": {
        "name": "昭衍新药",
        "code": "603127",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3047,
        "create_date": "2025-04-21T23:01:07"
    },
    "603128": {
        "name": "华贸物流",
        "code": "603128",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4417,
        "create_date": "2025-04-21T23:01:07"
    },
    "603129": {
        "name": "春风动力",
        "code": "603129",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1235,
        "create_date": "2025-04-21T23:01:07"
    },
    "603130": {
        "name": "云中马",
        "code": "603130",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1892,
        "create_date": "2025-04-21T23:01:07"
    },
    "603131": {
        "name": "上海沪工",
        "code": "603131",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1770,
        "create_date": "2025-04-21T23:01:07"
    },
    "603132": {
        "name": "金徽股份",
        "code": "603132",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1987,
        "create_date": "2025-04-21T23:01:07"
    },
    "603135": {
        "name": "中重科技",
        "code": "603135",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2809,
        "create_date": "2025-04-21T23:01:07"
    },
    "603136": {
        "name": "天目湖",
        "code": "603136",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1141,
        "create_date": "2025-04-21T23:01:07"
    },
    "603137": {
        "name": "恒尚节能",
        "code": "603137",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2742,
        "create_date": "2025-04-21T23:01:07"
    },
    "603138": {
        "name": "海量数据",
        "code": "603138",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1394,
        "create_date": "2025-04-21T23:01:07"
    },
    "603139": {
        "name": "康惠制药",
        "code": "603139",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1426,
        "create_date": "2025-04-21T23:01:07"
    },
    "603150": {
        "name": "万朗磁塑",
        "code": "603150",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2509,
        "create_date": "2025-04-21T23:01:07"
    },
    "603151": {
        "name": "邦基科技",
        "code": "603151",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1677,
        "create_date": "2025-04-21T23:01:07"
    },
    "603153": {
        "name": "上海建科",
        "code": "603153",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2816,
        "create_date": "2025-04-21T23:01:07"
    },
    "603155": {
        "name": "新亚强",
        "code": "603155",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2779,
        "create_date": "2025-04-21T23:01:07"
    },
    "603156": {
        "name": "养元饮品",
        "code": "603156",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3229,
        "create_date": "2025-04-21T23:01:07"
    },
    "603158": {
        "name": "腾龙股份",
        "code": "603158",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1629,
        "create_date": "2025-04-21T23:01:07"
    },
    "603159": {
        "name": "上海亚虹",
        "code": "603159",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2526,
        "create_date": "2025-04-21T23:01:07"
    },
    "603160": {
        "name": "汇顶科技",
        "code": "603160",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2980,
        "create_date": "2025-04-21T23:01:07"
    },
    "603161": {
        "name": "科华控股",
        "code": "603161",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2678,
        "create_date": "2025-04-21T23:01:07"
    },
    "603162": {
        "name": "海通发展",
        "code": "603162",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4233,
        "create_date": "2025-04-21T23:01:07"
    },
    "603163": {
        "name": "圣晖集成",
        "code": "603163",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3336,
        "create_date": "2025-04-21T23:01:07"
    },
    "603165": {
        "name": "荣晟环保",
        "code": "603165",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3981,
        "create_date": "2025-04-21T23:01:07"
    },
    "603166": {
        "name": "福达股份",
        "code": "603166",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1165,
        "create_date": "2025-04-21T23:01:07"
    },
    "603167": {
        "name": "渤海轮渡",
        "code": "603167",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3911,
        "create_date": "2025-04-21T23:01:07"
    },
    "603168": {
        "name": "莎普爱思",
        "code": "603168",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2211,
        "create_date": "2025-04-21T23:01:07"
    },
    "603169": {
        "name": "兰石重装",
        "code": "603169",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4479,
        "create_date": "2025-04-21T23:01:07"
    },
    "603170": {
        "name": "宝立食品",
        "code": "603170",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3510,
        "create_date": "2025-04-21T23:01:07"
    },
    "603171": {
        "name": "税友股份",
        "code": "603171",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1496,
        "create_date": "2025-04-21T23:01:07"
    },
    "603172": {
        "name": "万丰股份",
        "code": "603172",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2644,
        "create_date": "2025-04-21T23:01:07"
    },
    "603173": {
        "name": "福斯达",
        "code": "603173",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1144,
        "create_date": "2025-04-21T23:01:07"
    },
    "603176": {
        "name": "汇通集团",
        "code": "603176",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2983,
        "create_date": "2025-04-21T23:01:07"
    },
    "603177": {
        "name": "德创环保",
        "code": "603177",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2764,
        "create_date": "2025-04-21T23:01:07"
    },
    "603178": {
        "name": "圣龙股份",
        "code": "603178",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2512,
        "create_date": "2025-04-21T23:01:07"
    },
    "603179": {
        "name": "新泉股份",
        "code": "603179",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1955,
        "create_date": "2025-04-21T23:01:07"
    },
    "603180": {
        "name": "金牌家居",
        "code": "603180",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4256,
        "create_date": "2025-04-21T23:01:07"
    },
    "603181": {
        "name": "皇马科技",
        "code": "603181",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2637,
        "create_date": "2025-04-21T23:01:07"
    },
    "603182": {
        "name": "嘉华股份",
        "code": "603182",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2958,
        "create_date": "2025-04-21T23:01:07"
    },
    "603183": {
        "name": "建研院",
        "code": "603183",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3509,
        "create_date": "2025-04-21T23:01:07"
    },
    "603185": {
        "name": "弘元绿能",
        "code": "603185",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2849,
        "create_date": "2025-04-21T23:01:07"
    },
    "603186": {
        "name": "华正新材",
        "code": "603186",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1582,
        "create_date": "2025-04-21T23:01:07"
    },
    "603187": {
        "name": "海容冷链",
        "code": "603187",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3057,
        "create_date": "2025-04-21T23:01:07"
    },
    "603188": {
        "name": "亚邦股份",
        "code": "603188",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3142,
        "create_date": "2025-04-21T23:01:07"
    },
    "603189": {
        "name": "网达软件",
        "code": "603189",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1241,
        "create_date": "2025-04-21T23:01:07"
    },
    "603190": {
        "name": "亚通精工",
        "code": "603190",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2424,
        "create_date": "2025-04-21T23:01:07"
    },
    "603191": {
        "name": "望变电气",
        "code": "603191",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2683,
        "create_date": "2025-04-21T23:01:07"
    },
    "603192": {
        "name": "汇得科技",
        "code": "603192",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2335,
        "create_date": "2025-04-21T23:01:07"
    },
    "603193": {
        "name": "润本股份",
        "code": "603193",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3965,
        "create_date": "2025-04-21T23:01:07"
    },
    "603194": {
        "name": "中力股份",
        "code": "603194",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3470,
        "create_date": "2025-04-21T23:01:07"
    },
    "603195": {
        "name": "公牛集团",
        "code": "603195",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3190,
        "create_date": "2025-04-21T23:01:07"
    },
    "603196": {
        "name": "日播时尚",
        "code": "603196",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1169,
        "create_date": "2025-04-21T23:01:07"
    },
    "603197": {
        "name": "保隆科技",
        "code": "603197",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1857,
        "create_date": "2025-04-21T23:01:07"
    },
    "603198": {
        "name": "迎驾贡酒",
        "code": "603198",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3486,
        "create_date": "2025-04-21T23:01:07"
    },
    "603199": {
        "name": "九华旅游",
        "code": "603199",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1657,
        "create_date": "2025-04-21T23:01:07"
    },
    "603200": {
        "name": "上海洗霸",
        "code": "603200",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1703,
        "create_date": "2025-04-21T23:01:07"
    },
    "603201": {
        "name": "常润股份",
        "code": "603201",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2510,
        "create_date": "2025-04-21T23:01:07"
    },
    "603203": {
        "name": "快克智能",
        "code": "603203",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3401,
        "create_date": "2025-04-21T23:01:07"
    },
    "603205": {
        "name": "健尔康",
        "code": "603205",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3301,
        "create_date": "2025-04-21T23:01:07"
    },
    "603206": {
        "name": "嘉环科技",
        "code": "603206",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1960,
        "create_date": "2025-04-21T23:01:07"
    },
    "603207": {
        "name": "小方制药",
        "code": "603207",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1949,
        "create_date": "2025-04-21T23:01:07"
    },
    "603208": {
        "name": "江山欧派",
        "code": "603208",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2959,
        "create_date": "2025-04-21T23:01:07"
    },
    "603209": {
        "name": "兴通股份",
        "code": "603209",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3063,
        "create_date": "2025-04-21T23:01:07"
    },
    "603210": {
        "name": "泰鸿万立",
        "code": "603210",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2014,
        "create_date": "2025-04-21T23:01:07"
    },
    "603211": {
        "name": "晋拓股份",
        "code": "603211",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1527,
        "create_date": "2025-04-21T23:01:07"
    },
    "603212": {
        "name": "赛伍技术",
        "code": "603212",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2910,
        "create_date": "2025-04-21T23:01:07"
    },
    "603213": {
        "name": "镇洋发展",
        "code": "603213",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2154,
        "create_date": "2025-04-21T23:01:07"
    },
    "603214": {
        "name": "爱婴室",
        "code": "603214",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1390,
        "create_date": "2025-04-21T23:01:07"
    },
    "603215": {
        "name": "比依股份",
        "code": "603215",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2120,
        "create_date": "2025-04-21T23:01:07"
    },
    "603216": {
        "name": "梦天家居",
        "code": "603216",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3900,
        "create_date": "2025-04-21T23:01:07"
    },
    "603217": {
        "name": "元利科技",
        "code": "603217",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3403,
        "create_date": "2025-04-21T23:01:07"
    },
    "603218": {
        "name": "日月股份",
        "code": "603218",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1292,
        "create_date": "2025-04-21T23:01:07"
    },
    "603219": {
        "name": "富佳股份",
        "code": "603219",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2147,
        "create_date": "2025-04-21T23:01:07"
    },
    "603220": {
        "name": "中贝通信",
        "code": "603220",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2144,
        "create_date": "2025-04-21T23:01:07"
    },
    "603221": {
        "name": "爱丽家居",
        "code": "603221",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2661,
        "create_date": "2025-04-21T23:01:07"
    },
    "603222": {
        "name": "济民健康",
        "code": "603222",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2576,
        "create_date": "2025-04-21T23:01:07"
    },
    "603223": {
        "name": "恒通股份",
        "code": "603223",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1903,
        "create_date": "2025-04-21T23:01:07"
    },
    "603225": {
        "name": "新凤鸣",
        "code": "603225",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2425,
        "create_date": "2025-04-21T23:01:07"
    },
    "603226": {
        "name": "菲林格尔",
        "code": "603226",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4368,
        "create_date": "2025-04-21T23:01:07"
    },
    "603227": {
        "name": "雪峰科技",
        "code": "603227",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2170,
        "create_date": "2025-04-21T23:01:07"
    },
    "603228": {
        "name": "景旺电子",
        "code": "603228",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2656,
        "create_date": "2025-04-21T23:01:07"
    },
    "603229": {
        "name": "奥翔药业",
        "code": "603229",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2137,
        "create_date": "2025-04-21T23:01:07"
    },
    "603230": {
        "name": "内蒙新华",
        "code": "603230",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2229,
        "create_date": "2025-04-21T23:01:07"
    },
    "603231": {
        "name": "索宝蛋白",
        "code": "603231",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1522,
        "create_date": "2025-04-21T23:01:07"
    },
    "603232": {
        "name": "格尔软件",
        "code": "603232",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1968,
        "create_date": "2025-04-21T23:01:07"
    },
    "603233": {
        "name": "大参林",
        "code": "603233",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3937,
        "create_date": "2025-04-21T23:01:07"
    },
    "603235": {
        "name": "天新药业",
        "code": "603235",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1571,
        "create_date": "2025-04-21T23:01:07"
    },
    "603236": {
        "name": "移远通信",
        "code": "603236",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1413,
        "create_date": "2025-04-21T23:01:07"
    },
    "603237": {
        "name": "五芳斋",
        "code": "603237",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1066,
        "create_date": "2025-04-21T23:01:07"
    },
    "603238": {
        "name": "诺邦股份",
        "code": "603238",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1312,
        "create_date": "2025-04-21T23:01:07"
    },
    "603239": {
        "name": "浙江仙通",
        "code": "603239",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2255,
        "create_date": "2025-04-21T23:01:07"
    },
    "603255": {
        "name": "鼎际得",
        "code": "603255",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4399,
        "create_date": "2025-04-21T23:01:07"
    },
    "603256": {
        "name": "宏和科技",
        "code": "603256",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1089,
        "create_date": "2025-04-21T23:01:07"
    },
    "603257": {
        "name": "中国瑞林",
        "code": "603257",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2638,
        "create_date": "2025-04-21T23:01:07"
    },
    "603258": {
        "name": "电魂网络",
        "code": "603258",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2478,
        "create_date": "2025-04-21T23:01:07"
    },
    "603259": {
        "name": "药明康德",
        "code": "603259",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2050,
        "create_date": "2025-04-21T23:01:07"
    },
    "603260": {
        "name": "合盛硅业",
        "code": "603260",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4285,
        "create_date": "2025-04-21T23:01:07"
    },
    "603266": {
        "name": "天龙股份",
        "code": "603266",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2125,
        "create_date": "2025-04-21T23:01:07"
    },
    "603267": {
        "name": "鸿远电子",
        "code": "603267",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2077,
        "create_date": "2025-04-21T23:01:07"
    },
    "603269": {
        "name": "海鸥股份",
        "code": "603269",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2022,
        "create_date": "2025-04-21T23:01:07"
    },
    "603270": {
        "name": "金帝股份",
        "code": "603270",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1411,
        "create_date": "2025-04-21T23:01:07"
    },
    "603271": {
        "name": "永杰新材",
        "code": "603271",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4105,
        "create_date": "2025-04-21T23:01:07"
    },
    "603272": {
        "name": "联翔股份",
        "code": "603272",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2227,
        "create_date": "2025-04-21T23:01:07"
    },
    "603273": {
        "name": "天元智能",
        "code": "603273",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3971,
        "create_date": "2025-04-21T23:01:07"
    },
    "603275": {
        "name": "众辰科技",
        "code": "603275",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1598,
        "create_date": "2025-04-21T23:01:07"
    },
    "603276": {
        "name": "恒兴新材",
        "code": "603276",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2621,
        "create_date": "2025-04-21T23:01:07"
    },
    "603277": {
        "name": "银都股份",
        "code": "603277",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1635,
        "create_date": "2025-04-21T23:01:07"
    },
    "603278": {
        "name": "大业股份",
        "code": "603278",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2282,
        "create_date": "2025-04-21T23:01:07"
    },
    "603279": {
        "name": "景津装备",
        "code": "603279",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3507,
        "create_date": "2025-04-21T23:01:07"
    },
    "603280": {
        "name": "南方路机",
        "code": "603280",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2804,
        "create_date": "2025-04-21T23:01:07"
    },
    "603281": {
        "name": "江瀚新材",
        "code": "603281",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3506,
        "create_date": "2025-04-21T23:01:07"
    },
    "603282": {
        "name": "亚光股份",
        "code": "603282",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4093,
        "create_date": "2025-04-21T23:01:07"
    },
    "603283": {
        "name": "赛腾股份",
        "code": "603283",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2429,
        "create_date": "2025-04-21T23:01:07"
    },
    "603285": {
        "name": "键邦股份",
        "code": "603285",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2063,
        "create_date": "2025-04-21T23:01:07"
    },
    "603286": {
        "name": "日盈电子",
        "code": "603286",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1146,
        "create_date": "2025-04-21T23:01:07"
    },
    "603288": {
        "name": "海天味业",
        "code": "603288",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3481,
        "create_date": "2025-04-21T23:01:07"
    },
    "603289": {
        "name": "泰瑞机器",
        "code": "603289",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2608,
        "create_date": "2025-04-21T23:01:07"
    },
    "603290": {
        "name": "斯达半导",
        "code": "603290",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2519,
        "create_date": "2025-04-21T23:01:07"
    },
    "603291": {
        "name": "联合水务",
        "code": "603291",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2567,
        "create_date": "2025-04-21T23:01:07"
    },
    "603296": {
        "name": "华勤技术",
        "code": "603296",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2763,
        "create_date": "2025-04-21T23:01:07"
    },
    "603297": {
        "name": "永新光学",
        "code": "603297",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1905,
        "create_date": "2025-04-21T23:01:07"
    },
    "603298": {
        "name": "杭叉集团",
        "code": "603298",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2553,
        "create_date": "2025-04-21T23:01:07"
    },
    "603299": {
        "name": "苏盐井神",
        "code": "603299",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3904,
        "create_date": "2025-04-21T23:01:07"
    },
    "603300": {
        "name": "海南华铁",
        "code": "603300",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1217,
        "create_date": "2025-04-21T23:01:07"
    },
    "603301": {
        "name": "振德医疗",
        "code": "603301",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2778,
        "create_date": "2025-04-21T23:01:07"
    },
    "603303": {
        "name": "得邦照明",
        "code": "603303",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3505,
        "create_date": "2025-04-21T23:01:07"
    },
    "603305": {
        "name": "旭升集团",
        "code": "603305",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1409,
        "create_date": "2025-04-21T23:01:07"
    },
    "603306": {
        "name": "华懋科技",
        "code": "603306",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1170,
        "create_date": "2025-04-21T23:01:07"
    },
    "603307": {
        "name": "扬州金泉",
        "code": "603307",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3471,
        "create_date": "2025-04-21T23:01:07"
    },
    "603308": {
        "name": "应流股份",
        "code": "603308",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1106,
        "create_date": "2025-04-21T23:01:07"
    },
    "603309": {
        "name": "维力医疗",
        "code": "603309",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2783,
        "create_date": "2025-04-21T23:01:07"
    },
    "603310": {
        "name": "巍华新材",
        "code": "603310",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3935,
        "create_date": "2025-04-21T23:01:07"
    },
    "603311": {
        "name": "金海高科",
        "code": "603311",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2010,
        "create_date": "2025-04-21T23:01:07"
    },
    "603312": {
        "name": "西典新能",
        "code": "603312",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2967,
        "create_date": "2025-04-21T23:01:07"
    },
    "603313": {
        "name": "梦百合",
        "code": "603313",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2469,
        "create_date": "2025-04-21T23:01:07"
    },
    "603315": {
        "name": "福鞍股份",
        "code": "603315",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1792,
        "create_date": "2025-04-21T23:01:07"
    },
    "603316": {
        "name": "诚邦股份",
        "code": "603316",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2343,
        "create_date": "2025-04-21T23:01:07"
    },
    "603317": {
        "name": "天味食品",
        "code": "603317",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3897,
        "create_date": "2025-04-21T23:01:07"
    },
    "603318": {
        "name": "水发燃气",
        "code": "603318",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3141,
        "create_date": "2025-04-21T23:01:07"
    },
    "603319": {
        "name": "美湖股份",
        "code": "603319",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1342,
        "create_date": "2025-04-21T23:01:07"
    },
    "603320": {
        "name": "迪贝电气",
        "code": "603320",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2166,
        "create_date": "2025-04-21T23:01:07"
    },
    "603321": {
        "name": "梅轮电梯",
        "code": "603321",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3923,
        "create_date": "2025-04-21T23:01:07"
    },
    "603322": {
        "name": "超讯通信",
        "code": "603322",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3998,
        "create_date": "2025-04-21T23:01:07"
    },
    "603323": {
        "name": "苏农银行",
        "code": "603323",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4174,
        "create_date": "2025-04-21T23:01:07"
    },
    "603324": {
        "name": "盛剑科技",
        "code": "603324",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2773,
        "create_date": "2025-04-21T23:01:07"
    },
    "603325": {
        "name": "博隆技术",
        "code": "603325",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1352,
        "create_date": "2025-04-21T23:01:07"
    },
    "603326": {
        "name": "我乐家居",
        "code": "603326",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2965,
        "create_date": "2025-04-21T23:01:07"
    },
    "603327": {
        "name": "福蓉科技",
        "code": "603327",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2068,
        "create_date": "2025-04-21T23:01:07"
    },
    "603328": {
        "name": "依顿电子",
        "code": "603328",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1994,
        "create_date": "2025-04-21T23:01:07"
    },
    "603329": {
        "name": "上海雅仕",
        "code": "603329",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1950,
        "create_date": "2025-04-21T23:01:07"
    },
    "603330": {
        "name": "天洋新材",
        "code": "603330",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3504,
        "create_date": "2025-04-21T23:01:07"
    },
    "603331": {
        "name": "百达精工",
        "code": "603331",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3050,
        "create_date": "2025-04-21T23:01:07"
    },
    "603332": {
        "name": "苏州龙杰",
        "code": "603332",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1753,
        "create_date": "2025-04-21T23:01:07"
    },
    "603333": {
        "name": "尚纬股份",
        "code": "603333",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4348,
        "create_date": "2025-04-21T23:01:07"
    },
    "603335": {
        "name": "迪生力",
        "code": "603335",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2909,
        "create_date": "2025-04-21T23:01:07"
    },
    "603336": {
        "name": "宏辉果蔬",
        "code": "603336",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2563,
        "create_date": "2025-04-21T23:01:07"
    },
    "603337": {
        "name": "杰克股份",
        "code": "603337",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2124,
        "create_date": "2025-04-21T23:01:07"
    },
    "603338": {
        "name": "浙江鼎力",
        "code": "603338",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1406,
        "create_date": "2025-04-21T23:01:07"
    },
    "603339": {
        "name": "四方科技",
        "code": "603339",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2926,
        "create_date": "2025-04-21T23:01:07"
    },
    "603341": {
        "name": "龙旗科技",
        "code": "603341",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2337,
        "create_date": "2025-04-21T23:01:07"
    },
    "603344": {
        "name": "星德胜",
        "code": "603344",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1687,
        "create_date": "2025-04-21T23:01:07"
    },
    "603345": {
        "name": "安井食品",
        "code": "603345",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3440,
        "create_date": "2025-04-21T23:01:07"
    },
    "603348": {
        "name": "文灿股份",
        "code": "603348",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2388,
        "create_date": "2025-04-21T23:01:07"
    },
    "603350": {
        "name": "安乃达",
        "code": "603350",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2575,
        "create_date": "2025-04-21T23:01:07"
    },
    "603351": {
        "name": "威尔药业",
        "code": "603351",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1088,
        "create_date": "2025-04-21T23:01:07"
    },
    "603353": {
        "name": "和顺石油",
        "code": "603353",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1391,
        "create_date": "2025-04-21T23:01:07"
    },
    "603355": {
        "name": "莱克电气",
        "code": "603355",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1436,
        "create_date": "2025-04-21T23:01:07"
    },
    "603356": {
        "name": "华菱精工",
        "code": "603356",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2583,
        "create_date": "2025-04-21T23:01:07"
    },
    "603357": {
        "name": "设计总院",
        "code": "603357",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4058,
        "create_date": "2025-04-21T23:01:07"
    },
    "603358": {
        "name": "华达科技",
        "code": "603358",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4326,
        "create_date": "2025-04-21T23:01:07"
    },
    "603359": {
        "name": "东珠生态",
        "code": "603359",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3247,
        "create_date": "2025-04-21T23:01:07"
    },
    "603360": {
        "name": "百傲化学",
        "code": "603360",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1803,
        "create_date": "2025-04-21T23:01:07"
    },
    "603365": {
        "name": "水星家纺",
        "code": "603365",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2833,
        "create_date": "2025-04-21T23:01:07"
    },
    "603366": {
        "name": "日出东方",
        "code": "603366",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1119,
        "create_date": "2025-04-21T23:01:07"
    },
    "603367": {
        "name": "辰欣药业",
        "code": "603367",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3049,
        "create_date": "2025-04-21T23:01:07"
    },
    "603368": {
        "name": "柳药集团",
        "code": "603368",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3503,
        "create_date": "2025-04-21T23:01:07"
    },
    "603369": {
        "name": "今世缘",
        "code": "603369",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4392,
        "create_date": "2025-04-21T23:01:07"
    },
    "603373": {
        "name": "安邦护卫",
        "code": "603373",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2200,
        "create_date": "2025-04-21T23:01:07"
    },
    "603375": {
        "name": "盛景微",
        "code": "603375",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2447,
        "create_date": "2025-04-21T23:01:07"
    },
    "603378": {
        "name": "亚士创能",
        "code": "603378",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3030,
        "create_date": "2025-04-21T23:01:07"
    },
    "603379": {
        "name": "三美股份",
        "code": "603379",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3980,
        "create_date": "2025-04-21T23:01:07"
    },
    "603380": {
        "name": "易德龙",
        "code": "603380",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1486,
        "create_date": "2025-04-21T23:01:07"
    },
    "603381": {
        "name": "永臻股份",
        "code": "603381",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2003,
        "create_date": "2025-04-21T23:01:07"
    },
    "603383": {
        "name": "顶点软件",
        "code": "603383",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1843,
        "create_date": "2025-04-21T23:01:07"
    },
    "603385": {
        "name": "惠达卫浴",
        "code": "603385",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2999,
        "create_date": "2025-04-21T23:01:07"
    },
    "603386": {
        "name": "骏亚科技",
        "code": "603386",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2767,
        "create_date": "2025-04-21T23:01:07"
    },
    "603387": {
        "name": "基蛋生物",
        "code": "603387",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3437,
        "create_date": "2025-04-21T23:01:07"
    },
    "603390": {
        "name": "通达电气",
        "code": "603390",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2223,
        "create_date": "2025-04-21T23:01:07"
    },
    "603391": {
        "name": "力聚热能",
        "code": "603391",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3501,
        "create_date": "2025-04-21T23:01:07"
    },
    "603392": {
        "name": "万泰生物",
        "code": "603392",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4092,
        "create_date": "2025-04-21T23:01:07"
    },
    "603393": {
        "name": "新天然气",
        "code": "603393",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2201,
        "create_date": "2025-04-21T23:01:07"
    },
    "603395": {
        "name": "红四方",
        "code": "603395",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4371,
        "create_date": "2025-04-21T23:01:07"
    },
    "603396": {
        "name": "金辰股份",
        "code": "603396",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3026,
        "create_date": "2025-04-21T23:01:07"
    },
    "603399": {
        "name": "永杉锂业",
        "code": "603399",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1913,
        "create_date": "2025-04-21T23:01:07"
    },
    "603408": {
        "name": "建霖家居",
        "code": "603408",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3938,
        "create_date": "2025-04-21T23:01:07"
    },
    "603409": {
        "name": "汇通控股",
        "code": "603409",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3318,
        "create_date": "2025-04-21T23:01:07"
    },
    "603416": {
        "name": "信捷电气",
        "code": "603416",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1508,
        "create_date": "2025-04-21T23:01:07"
    },
    "603421": {
        "name": "鼎信通讯",
        "code": "603421",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3139,
        "create_date": "2025-04-21T23:01:07"
    },
    "603429": {
        "name": "集友股份",
        "code": "603429",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2663,
        "create_date": "2025-04-21T23:01:07"
    },
    "603439": {
        "name": "贵州三力",
        "code": "603439",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2625,
        "create_date": "2025-04-21T23:01:07"
    },
    "603444": {
        "name": "吉比特",
        "code": "603444",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3333,
        "create_date": "2025-04-21T23:01:07"
    },
    "603456": {
        "name": "九洲药业",
        "code": "603456",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1897,
        "create_date": "2025-04-21T23:01:07"
    },
    "603458": {
        "name": "勘设股份",
        "code": "603458",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1533,
        "create_date": "2025-04-21T23:01:07"
    },
    "603466": {
        "name": "风语筑",
        "code": "603466",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1147,
        "create_date": "2025-04-21T23:01:07"
    },
    "603477": {
        "name": "巨星农牧",
        "code": "603477",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2376,
        "create_date": "2025-04-21T23:01:07"
    },
    "603486": {
        "name": "科沃斯",
        "code": "603486",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1252,
        "create_date": "2025-04-21T23:01:07"
    },
    "603488": {
        "name": "展鹏科技",
        "code": "603488",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2857,
        "create_date": "2025-04-21T23:01:07"
    },
    "603489": {
        "name": "八方股份",
        "code": "603489",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1832,
        "create_date": "2025-04-21T23:01:07"
    },
    "603496": {
        "name": "恒为科技",
        "code": "603496",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1513,
        "create_date": "2025-04-21T23:01:07"
    },
    "603499": {
        "name": "翔港科技",
        "code": "603499",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1872,
        "create_date": "2025-04-21T23:01:07"
    },
    "603500": {
        "name": "祥和实业",
        "code": "603500",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2421,
        "create_date": "2025-04-21T23:01:07"
    },
    "603501": {
        "name": "韦尔股份",
        "code": "603501",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2033,
        "create_date": "2025-04-21T23:01:07"
    },
    "603505": {
        "name": "金石资源",
        "code": "603505",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3051,
        "create_date": "2025-04-21T23:01:07"
    },
    "603506": {
        "name": "南都物业",
        "code": "603506",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1649,
        "create_date": "2025-04-21T23:01:07"
    },
    "603507": {
        "name": "振江股份",
        "code": "603507",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1631,
        "create_date": "2025-04-21T23:01:07"
    },
    "603508": {
        "name": "思维列控",
        "code": "603508",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2854,
        "create_date": "2025-04-21T23:01:07"
    },
    "603511": {
        "name": "爱慕股份",
        "code": "603511",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3309,
        "create_date": "2025-04-21T23:01:07"
    },
    "603515": {
        "name": "欧普照明",
        "code": "603515",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2939,
        "create_date": "2025-04-21T23:01:07"
    },
    "603516": {
        "name": "淳中科技",
        "code": "603516",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1827,
        "create_date": "2025-04-21T23:01:07"
    },
    "603517": {
        "name": "绝味食品",
        "code": "603517",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2248,
        "create_date": "2025-04-21T23:01:07"
    },
    "603518": {
        "name": "锦泓集团",
        "code": "603518",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3969,
        "create_date": "2025-04-21T23:01:07"
    },
    "603519": {
        "name": "立霸股份",
        "code": "603519",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1534,
        "create_date": "2025-04-21T23:01:07"
    },
    "603520": {
        "name": "司太立",
        "code": "603520",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2733,
        "create_date": "2025-04-21T23:01:07"
    },
    "603527": {
        "name": "众源新材",
        "code": "603527",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2704,
        "create_date": "2025-04-21T23:01:07"
    },
    "603528": {
        "name": "多伦科技",
        "code": "603528",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1860,
        "create_date": "2025-04-21T23:01:07"
    },
    "603529": {
        "name": "爱玛科技",
        "code": "603529",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3314,
        "create_date": "2025-04-21T23:01:07"
    },
    "603530": {
        "name": "神马电力",
        "code": "603530",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2270,
        "create_date": "2025-04-21T23:01:07"
    },
    "603533": {
        "name": "掌阅科技",
        "code": "603533",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1168,
        "create_date": "2025-04-21T23:01:07"
    },
    "603535": {
        "name": "嘉诚国际",
        "code": "603535",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1374,
        "create_date": "2025-04-21T23:01:07"
    },
    "603536": {
        "name": "惠发食品",
        "code": "603536",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4313,
        "create_date": "2025-04-21T23:01:07"
    },
    "603538": {
        "name": "美诺华",
        "code": "603538",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2104,
        "create_date": "2025-04-21T23:01:07"
    },
    "603551": {
        "name": "奥普科技",
        "code": "603551",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4049,
        "create_date": "2025-04-21T23:01:07"
    },
    "603556": {
        "name": "海兴电力",
        "code": "603556",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1789,
        "create_date": "2025-04-21T23:01:07"
    },
    "603558": {
        "name": "健盛集团",
        "code": "603558",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3452,
        "create_date": "2025-04-21T23:01:07"
    },
    "603565": {
        "name": "中谷物流",
        "code": "603565",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2418,
        "create_date": "2025-04-21T23:01:07"
    },
    "603566": {
        "name": "普莱柯",
        "code": "603566",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2630,
        "create_date": "2025-04-21T23:01:07"
    },
    "603567": {
        "name": "珍宝岛",
        "code": "603567",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3499,
        "create_date": "2025-04-21T23:01:07"
    },
    "603568": {
        "name": "伟明环保",
        "code": "603568",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4400,
        "create_date": "2025-04-21T23:01:07"
    },
    "603569": {
        "name": "长久物流",
        "code": "603569",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2900,
        "create_date": "2025-04-21T23:01:07"
    },
    "603577": {
        "name": "汇金通",
        "code": "603577",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3018,
        "create_date": "2025-04-21T23:01:07"
    },
    "603578": {
        "name": "三星新材",
        "code": "603578",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1988,
        "create_date": "2025-04-21T23:01:07"
    },
    "603579": {
        "name": "荣泰健康",
        "code": "603579",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1186,
        "create_date": "2025-04-21T23:01:07"
    },
    "603583": {
        "name": "捷昌驱动",
        "code": "603583",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1423,
        "create_date": "2025-04-21T23:01:07"
    },
    "603585": {
        "name": "苏利股份",
        "code": "603585",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1706,
        "create_date": "2025-04-21T23:01:07"
    },
    "603586": {
        "name": "金麒麟",
        "code": "603586",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2589,
        "create_date": "2025-04-21T23:01:07"
    },
    "603587": {
        "name": "地素时尚",
        "code": "603587",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4134,
        "create_date": "2025-04-21T23:01:07"
    },
    "603588": {
        "name": "高能环境",
        "code": "603588",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1651,
        "create_date": "2025-04-21T23:01:07"
    },
    "603589": {
        "name": "口子窖",
        "code": "603589",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3899,
        "create_date": "2025-04-21T23:01:07"
    },
    "603590": {
        "name": "康辰药业",
        "code": "603590",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1337,
        "create_date": "2025-04-21T23:01:07"
    },
    "603595": {
        "name": "东尼电子",
        "code": "603595",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1270,
        "create_date": "2025-04-21T23:01:07"
    },
    "603596": {
        "name": "伯特利",
        "code": "603596",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1414,
        "create_date": "2025-04-21T23:01:07"
    },
    "603598": {
        "name": "引力传媒",
        "code": "603598",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1749,
        "create_date": "2025-04-21T23:01:07"
    },
    "603599": {
        "name": "广信股份",
        "code": "603599",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3467,
        "create_date": "2025-04-21T23:01:07"
    },
    "603600": {
        "name": "永艺股份",
        "code": "603600",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1433,
        "create_date": "2025-04-21T23:01:07"
    },
    "603601": {
        "name": "再升科技",
        "code": "603601",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1696,
        "create_date": "2025-04-21T23:01:07"
    },
    "603602": {
        "name": "纵横通信",
        "code": "603602",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1911,
        "create_date": "2025-04-21T23:01:07"
    },
    "603605": {
        "name": "珀莱雅",
        "code": "603605",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3459,
        "create_date": "2025-04-21T23:01:07"
    },
    "603606": {
        "name": "东方电缆",
        "code": "603606",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1369,
        "create_date": "2025-04-21T23:01:07"
    },
    "603607": {
        "name": "京华激光",
        "code": "603607",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1205,
        "create_date": "2025-04-21T23:01:07"
    },
    "603609": {
        "name": "禾丰股份",
        "code": "603609",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2532,
        "create_date": "2025-04-21T23:01:07"
    },
    "603610": {
        "name": "麒盛科技",
        "code": "603610",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4329,
        "create_date": "2025-04-21T23:01:07"
    },
    "603611": {
        "name": "诺力股份",
        "code": "603611",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1592,
        "create_date": "2025-04-21T23:01:07"
    },
    "603612": {
        "name": "索通发展",
        "code": "603612",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1244,
        "create_date": "2025-04-21T23:01:07"
    },
    "603613": {
        "name": "国联股份",
        "code": "603613",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1219,
        "create_date": "2025-04-21T23:01:07"
    },
    "603615": {
        "name": "茶花股份",
        "code": "603615",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1638,
        "create_date": "2025-04-21T23:01:07"
    },
    "603616": {
        "name": "韩建河山",
        "code": "603616",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4120,
        "create_date": "2025-04-21T23:01:07"
    },
    "603617": {
        "name": "君禾股份",
        "code": "603617",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1704,
        "create_date": "2025-04-21T23:01:07"
    },
    "603618": {
        "name": "杭电股份",
        "code": "603618",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1641,
        "create_date": "2025-04-21T23:01:07"
    },
    "603619": {
        "name": "中曼石油",
        "code": "603619",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3976,
        "create_date": "2025-04-21T23:01:07"
    },
    "603626": {
        "name": "科森科技",
        "code": "603626",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4397,
        "create_date": "2025-04-21T23:01:07"
    },
    "603628": {
        "name": "清源股份",
        "code": "603628",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3089,
        "create_date": "2025-04-21T23:01:07"
    },
    "603629": {
        "name": "利通电子",
        "code": "603629",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1718,
        "create_date": "2025-04-21T23:01:07"
    },
    "603630": {
        "name": "拉芳家化",
        "code": "603630",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1115,
        "create_date": "2025-04-21T23:01:07"
    },
    "603633": {
        "name": "徕木股份",
        "code": "603633",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1634,
        "create_date": "2025-04-21T23:01:07"
    },
    "603636": {
        "name": "南威软件",
        "code": "603636",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1367,
        "create_date": "2025-04-21T23:01:07"
    },
    "603637": {
        "name": "镇海股份",
        "code": "603637",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1113,
        "create_date": "2025-04-21T23:01:07"
    },
    "603638": {
        "name": "艾迪精密",
        "code": "603638",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1532,
        "create_date": "2025-04-21T23:01:07"
    },
    "603639": {
        "name": "海利尔",
        "code": "603639",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3497,
        "create_date": "2025-04-21T23:01:07"
    },
    "603648": {
        "name": "畅联股份",
        "code": "603648",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2841,
        "create_date": "2025-04-21T23:01:07"
    },
    "603650": {
        "name": "彤程新材",
        "code": "603650",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2467,
        "create_date": "2025-04-21T23:01:07"
    },
    "603655": {
        "name": "朗博科技",
        "code": "603655",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1464,
        "create_date": "2025-04-21T23:01:07"
    },
    "603656": {
        "name": "泰禾智能",
        "code": "603656",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1839,
        "create_date": "2025-04-21T23:01:07"
    },
    "603657": {
        "name": "春光科技",
        "code": "603657",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1398,
        "create_date": "2025-04-21T23:01:07"
    },
    "603658": {
        "name": "安图生物",
        "code": "603658",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4047,
        "create_date": "2025-04-21T23:01:07"
    },
    "603659": {
        "name": "璞泰来",
        "code": "603659",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1443,
        "create_date": "2025-04-21T23:01:07"
    },
    "603660": {
        "name": "苏州科达",
        "code": "603660",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1676,
        "create_date": "2025-04-21T23:01:07"
    },
    "603661": {
        "name": "恒林股份",
        "code": "603661",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2389,
        "create_date": "2025-04-21T23:01:07"
    },
    "603662": {
        "name": "柯力传感",
        "code": "603662",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1357,
        "create_date": "2025-04-21T23:01:07"
    },
    "603663": {
        "name": "三祥新材",
        "code": "603663",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1295,
        "create_date": "2025-04-21T23:01:07"
    },
    "603665": {
        "name": "康隆达",
        "code": "603665",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2274,
        "create_date": "2025-04-21T23:01:07"
    },
    "603666": {
        "name": "亿嘉和",
        "code": "603666",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2498,
        "create_date": "2025-04-21T23:01:07"
    },
    "603667": {
        "name": "五洲新春",
        "code": "603667",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1180,
        "create_date": "2025-04-21T23:01:07"
    },
    "603668": {
        "name": "天马科技",
        "code": "603668",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2807,
        "create_date": "2025-04-21T23:01:07"
    },
    "603669": {
        "name": "灵康药业",
        "code": "603669",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1131,
        "create_date": "2025-04-21T23:01:07"
    },
    "603676": {
        "name": "卫信康",
        "code": "603676",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1309,
        "create_date": "2025-04-21T23:01:07"
    },
    "603677": {
        "name": "奇精机械",
        "code": "603677",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3366,
        "create_date": "2025-04-21T23:01:07"
    },
    "603678": {
        "name": "火炬电子",
        "code": "603678",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1664,
        "create_date": "2025-04-21T23:01:07"
    },
    "603679": {
        "name": "华体科技",
        "code": "603679",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1916,
        "create_date": "2025-04-21T23:01:07"
    },
    "603680": {
        "name": "今创集团",
        "code": "603680",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3109,
        "create_date": "2025-04-21T23:01:07"
    },
    "603681": {
        "name": "永冠新材",
        "code": "603681",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3283,
        "create_date": "2025-04-21T23:01:07"
    },
    "603682": {
        "name": "锦和商管",
        "code": "603682",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2127,
        "create_date": "2025-04-21T23:01:07"
    },
    "603683": {
        "name": "晶华新材",
        "code": "603683",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1844,
        "create_date": "2025-04-21T23:01:07"
    },
    "603685": {
        "name": "晨丰科技",
        "code": "603685",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2750,
        "create_date": "2025-04-21T23:01:07"
    },
    "603686": {
        "name": "福龙马",
        "code": "603686",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1702,
        "create_date": "2025-04-21T23:01:07"
    },
    "603687": {
        "name": "大胜达",
        "code": "603687",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1460,
        "create_date": "2025-04-21T23:01:07"
    },
    "603688": {
        "name": "石英股份",
        "code": "603688",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2258,
        "create_date": "2025-04-21T23:01:07"
    },
    "603689": {
        "name": "皖天然气",
        "code": "603689",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2858,
        "create_date": "2025-04-21T23:01:07"
    },
    "603690": {
        "name": "至纯科技",
        "code": "603690",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2231,
        "create_date": "2025-04-21T23:01:07"
    },
    "603693": {
        "name": "江苏新能",
        "code": "603693",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2844,
        "create_date": "2025-04-21T23:01:07"
    },
    "603696": {
        "name": "安记食品",
        "code": "603696",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1109,
        "create_date": "2025-04-21T23:01:07"
    },
    "603697": {
        "name": "有友食品",
        "code": "603697",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1062,
        "create_date": "2025-04-21T23:01:07"
    },
    "603698": {
        "name": "航天工程",
        "code": "603698",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2571,
        "create_date": "2025-04-21T23:01:07"
    },
    "603699": {
        "name": "纽威股份",
        "code": "603699",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1350,
        "create_date": "2025-04-21T23:01:07"
    },
    "603700": {
        "name": "宁水集团",
        "code": "603700",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2140,
        "create_date": "2025-04-21T23:01:07"
    },
    "603701": {
        "name": "德宏股份",
        "code": "603701",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1442,
        "create_date": "2025-04-21T23:01:07"
    },
    "603703": {
        "name": "盛洋科技",
        "code": "603703",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1420,
        "create_date": "2025-04-21T23:01:07"
    },
    "603706": {
        "name": "东方环宇",
        "code": "603706",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1721,
        "create_date": "2025-04-21T23:01:07"
    },
    "603707": {
        "name": "健友股份",
        "code": "603707",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1725,
        "create_date": "2025-04-21T23:01:07"
    },
    "603708": {
        "name": "家家悦",
        "code": "603708",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1487,
        "create_date": "2025-04-21T23:01:07"
    },
    "603709": {
        "name": "中源家居",
        "code": "603709",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4435,
        "create_date": "2025-04-21T23:01:07"
    },
    "603711": {
        "name": "香飘飘",
        "code": "603711",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4149,
        "create_date": "2025-04-21T23:01:07"
    },
    "603712": {
        "name": "七一二",
        "code": "603712",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2752,
        "create_date": "2025-04-21T23:01:07"
    },
    "603713": {
        "name": "密尔克卫",
        "code": "603713",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2210,
        "create_date": "2025-04-21T23:01:07"
    },
    "603716": {
        "name": "塞力医疗",
        "code": "603716",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1830,
        "create_date": "2025-04-21T23:01:07"
    },
    "603717": {
        "name": "天域生物",
        "code": "603717",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2698,
        "create_date": "2025-04-21T23:01:07"
    },
    "603718": {
        "name": "海利生物",
        "code": "603718",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2705,
        "create_date": "2025-04-21T23:01:07"
    },
    "603719": {
        "name": "良品铺子",
        "code": "603719",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3291,
        "create_date": "2025-04-21T23:01:07"
    },
    "603722": {
        "name": "阿科力",
        "code": "603722",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1318,
        "create_date": "2025-04-21T23:01:07"
    },
    "603725": {
        "name": "天安新材",
        "code": "603725",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1975,
        "create_date": "2025-04-21T23:01:07"
    },
    "603726": {
        "name": "朗迪集团",
        "code": "603726",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2372,
        "create_date": "2025-04-21T23:01:07"
    },
    "603727": {
        "name": "博迈科",
        "code": "603727",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1815,
        "create_date": "2025-04-21T23:01:07"
    },
    "603728": {
        "name": "鸣志电器",
        "code": "603728",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1136,
        "create_date": "2025-04-21T23:01:07"
    },
    "603729": {
        "name": "龙韵股份",
        "code": "603729",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1555,
        "create_date": "2025-04-21T23:01:07"
    },
    "603730": {
        "name": "岱美股份",
        "code": "603730",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2101,
        "create_date": "2025-04-21T23:01:07"
    },
    "603733": {
        "name": "仙鹤股份",
        "code": "603733",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1175,
        "create_date": "2025-04-21T23:01:07"
    },
    "603737": {
        "name": "三棵树",
        "code": "603737",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3262,
        "create_date": "2025-04-21T23:01:07"
    },
    "603738": {
        "name": "泰晶科技",
        "code": "603738",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2110,
        "create_date": "2025-04-21T23:01:07"
    },
    "603739": {
        "name": "蔚蓝生物",
        "code": "603739",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2604,
        "create_date": "2025-04-21T23:01:07"
    },
    "603755": {
        "name": "日辰股份",
        "code": "603755",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2527,
        "create_date": "2025-04-21T23:01:07"
    },
    "603757": {
        "name": "大元泵业",
        "code": "603757",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2305,
        "create_date": "2025-04-21T23:01:07"
    },
    "603758": {
        "name": "秦安股份",
        "code": "603758",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1332,
        "create_date": "2025-04-21T23:01:07"
    },
    "603759": {
        "name": "海天股份",
        "code": "603759",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2711,
        "create_date": "2025-04-21T23:01:07"
    },
    "603766": {
        "name": "隆鑫通用",
        "code": "603766",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1154,
        "create_date": "2025-04-21T23:01:07"
    },
    "603767": {
        "name": "中马传动",
        "code": "603767",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1356,
        "create_date": "2025-04-21T23:01:07"
    },
    "603768": {
        "name": "常青股份",
        "code": "603768",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2216,
        "create_date": "2025-04-21T23:01:07"
    },
    "603773": {
        "name": "沃格光电",
        "code": "603773",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4282,
        "create_date": "2025-04-21T23:01:07"
    },
    "603776": {
        "name": "永安行",
        "code": "603776",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1826,
        "create_date": "2025-04-21T23:01:07"
    },
    "603777": {
        "name": "来伊份",
        "code": "603777",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2322,
        "create_date": "2025-04-21T23:01:07"
    },
    "603778": {
        "name": "国晟科技",
        "code": "603778",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2970,
        "create_date": "2025-04-21T23:01:07"
    },
    "603779": {
        "name": "威龙股份",
        "code": "603779",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2851,
        "create_date": "2025-04-21T23:01:07"
    },
    "603786": {
        "name": "科博达",
        "code": "603786",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4035,
        "create_date": "2025-04-21T23:01:07"
    },
    "603787": {
        "name": "新日股份",
        "code": "603787",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2691,
        "create_date": "2025-04-21T23:01:07"
    },
    "603788": {
        "name": "宁波高发",
        "code": "603788",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1761,
        "create_date": "2025-04-21T23:01:07"
    },
    "603790": {
        "name": "雅运股份",
        "code": "603790",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4038,
        "create_date": "2025-04-21T23:01:07"
    },
    "603797": {
        "name": "联泰环保",
        "code": "603797",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3982,
        "create_date": "2025-04-21T23:01:07"
    },
    "603798": {
        "name": "康普顿",
        "code": "603798",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2784,
        "create_date": "2025-04-21T23:01:07"
    },
    "603799": {
        "name": "华友钴业",
        "code": "603799",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1201,
        "create_date": "2025-04-21T23:01:07"
    },
    "603800": {
        "name": "洪田股份",
        "code": "603800",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1233,
        "create_date": "2025-04-21T23:01:07"
    },
    "603801": {
        "name": "志邦家居",
        "code": "603801",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3496,
        "create_date": "2025-04-21T23:01:07"
    },
    "603803": {
        "name": "瑞斯康达",
        "code": "603803",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3495,
        "create_date": "2025-04-21T23:01:07"
    },
    "603806": {
        "name": "福斯特",
        "code": "603806",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3271,
        "create_date": "2025-04-21T23:01:07"
    },
    "603808": {
        "name": "歌力思",
        "code": "603808",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4064,
        "create_date": "2025-04-21T23:01:07"
    },
    "603809": {
        "name": "豪能股份",
        "code": "603809",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1712,
        "create_date": "2025-04-21T23:01:07"
    },
    "603810": {
        "name": "丰山集团",
        "code": "603810",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2202,
        "create_date": "2025-04-21T23:01:07"
    },
    "603811": {
        "name": "诚意药业",
        "code": "603811",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2652,
        "create_date": "2025-04-21T23:01:07"
    },
    "603815": {
        "name": "交建股份",
        "code": "603815",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1133,
        "create_date": "2025-04-21T23:01:07"
    },
    "603816": {
        "name": "顾家家居",
        "code": "603816",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4076,
        "create_date": "2025-04-21T23:01:07"
    },
    "603817": {
        "name": "海峡环保",
        "code": "603817",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3494,
        "create_date": "2025-04-21T23:01:07"
    },
    "603818": {
        "name": "曲美家居",
        "code": "603818",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2928,
        "create_date": "2025-04-21T23:01:07"
    },
    "603819": {
        "name": "神力股份",
        "code": "603819",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3918,
        "create_date": "2025-04-21T23:01:07"
    },
    "603822": {
        "name": "嘉澳环保",
        "code": "603822",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3929,
        "create_date": "2025-04-21T23:01:07"
    },
    "603823": {
        "name": "百合花",
        "code": "603823",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1699,
        "create_date": "2025-04-21T23:01:07"
    },
    "603825": {
        "name": "华扬联众",
        "code": "603825",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1756,
        "create_date": "2025-04-21T23:01:07"
    },
    "603826": {
        "name": "坤彩科技",
        "code": "603826",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4051,
        "create_date": "2025-04-21T23:01:07"
    },
    "603829": {
        "name": "洛凯股份",
        "code": "603829",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2313,
        "create_date": "2025-04-21T23:01:07"
    },
    "603833": {
        "name": "欧派家居",
        "code": "603833",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4369,
        "create_date": "2025-04-21T23:01:07"
    },
    "603836": {
        "name": "海程邦达",
        "code": "603836",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2800,
        "create_date": "2025-04-21T23:01:07"
    },
    "603839": {
        "name": "安正时尚",
        "code": "603839",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1087,
        "create_date": "2025-04-21T23:01:07"
    },
    "603848": {
        "name": "好太太",
        "code": "603848",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2839,
        "create_date": "2025-04-21T23:01:07"
    },
    "603855": {
        "name": "华荣股份",
        "code": "603855",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3146,
        "create_date": "2025-04-21T23:01:07"
    },
    "603856": {
        "name": "东宏股份",
        "code": "603856",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3322,
        "create_date": "2025-04-21T23:01:07"
    },
    "603858": {
        "name": "步长制药",
        "code": "603858",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3493,
        "create_date": "2025-04-21T23:01:07"
    },
    "603859": {
        "name": "能科科技",
        "code": "603859",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1290,
        "create_date": "2025-04-21T23:01:07"
    },
    "603860": {
        "name": "中公高科",
        "code": "603860",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3286,
        "create_date": "2025-04-21T23:01:07"
    },
    "603861": {
        "name": "白云电器",
        "code": "603861",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1915,
        "create_date": "2025-04-21T23:01:07"
    },
    "603863": {
        "name": "松炀资源",
        "code": "603863",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3073,
        "create_date": "2025-04-21T23:01:07"
    },
    "603866": {
        "name": "桃李面包",
        "code": "603866",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4360,
        "create_date": "2025-04-21T23:01:07"
    },
    "603867": {
        "name": "新化股份",
        "code": "603867",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2361,
        "create_date": "2025-04-21T23:01:07"
    },
    "603868": {
        "name": "飞科电器",
        "code": "603868",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4137,
        "create_date": "2025-04-21T23:01:07"
    },
    "603871": {
        "name": "嘉友国际",
        "code": "603871",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2002,
        "create_date": "2025-04-21T23:01:07"
    },
    "603876": {
        "name": "鼎胜新材",
        "code": "603876",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2505,
        "create_date": "2025-04-21T23:01:07"
    },
    "603877": {
        "name": "太平鸟",
        "code": "603877",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4138,
        "create_date": "2025-04-21T23:01:07"
    },
    "603878": {
        "name": "武进不锈",
        "code": "603878",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3224,
        "create_date": "2025-04-21T23:01:07"
    },
    "603880": {
        "name": "南卫股份",
        "code": "603880",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2552,
        "create_date": "2025-04-21T23:01:07"
    },
    "603881": {
        "name": "数据港",
        "code": "603881",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1458,
        "create_date": "2025-04-21T23:01:07"
    },
    "603882": {
        "name": "金域医学",
        "code": "603882",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1609,
        "create_date": "2025-04-21T23:01:07"
    },
    "603883": {
        "name": "老百姓",
        "code": "603883",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4091,
        "create_date": "2025-04-21T23:01:07"
    },
    "603885": {
        "name": "吉祥航空",
        "code": "603885",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4095,
        "create_date": "2025-04-21T23:01:07"
    },
    "603886": {
        "name": "元祖股份",
        "code": "603886",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3327,
        "create_date": "2025-04-21T23:01:07"
    },
    "603887": {
        "name": "城地香江",
        "code": "603887",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1684,
        "create_date": "2025-04-21T23:01:07"
    },
    "603888": {
        "name": "新华网",
        "code": "603888",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2554,
        "create_date": "2025-04-21T23:01:07"
    },
    "603889": {
        "name": "新澳股份",
        "code": "603889",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3252,
        "create_date": "2025-04-21T23:01:07"
    },
    "603890": {
        "name": "春秋电子",
        "code": "603890",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1836,
        "create_date": "2025-04-21T23:01:07"
    },
    "603893": {
        "name": "瑞芯微",
        "code": "603893",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4195,
        "create_date": "2025-04-21T23:01:07"
    },
    "603895": {
        "name": "天永智能",
        "code": "603895",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4114,
        "create_date": "2025-04-21T23:01:07"
    },
    "603896": {
        "name": "寿仙谷",
        "code": "603896",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4031,
        "create_date": "2025-04-21T23:01:07"
    },
    "603897": {
        "name": "长城科技",
        "code": "603897",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2937,
        "create_date": "2025-04-21T23:01:07"
    },
    "603898": {
        "name": "好莱客",
        "code": "603898",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1780,
        "create_date": "2025-04-21T23:01:07"
    },
    "603899": {
        "name": "晨光股份",
        "code": "603899",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1239,
        "create_date": "2025-04-21T23:01:07"
    },
    "603900": {
        "name": "莱绅通灵",
        "code": "603900",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1126,
        "create_date": "2025-04-21T23:01:07"
    },
    "603901": {
        "name": "永创智能",
        "code": "603901",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1776,
        "create_date": "2025-04-21T23:01:07"
    },
    "603903": {
        "name": "中持股份",
        "code": "603903",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2665,
        "create_date": "2025-04-21T23:01:07"
    },
    "603906": {
        "name": "龙蟠科技",
        "code": "603906",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2089,
        "create_date": "2025-04-21T23:01:07"
    },
    "603908": {
        "name": "牧高笛",
        "code": "603908",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4288,
        "create_date": "2025-04-21T23:01:07"
    },
    "603909": {
        "name": "建发合诚",
        "code": "603909",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3453,
        "create_date": "2025-04-21T23:01:07"
    },
    "603912": {
        "name": "佳力图",
        "code": "603912",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2123,
        "create_date": "2025-04-21T23:01:07"
    },
    "603915": {
        "name": "国茂股份",
        "code": "603915",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1465,
        "create_date": "2025-04-21T23:01:07"
    },
    "603916": {
        "name": "苏博特",
        "code": "603916",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3925,
        "create_date": "2025-04-21T23:01:07"
    },
    "603917": {
        "name": "合力科技",
        "code": "603917",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2990,
        "create_date": "2025-04-21T23:01:07"
    },
    "603918": {
        "name": "金桥信息",
        "code": "603918",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1086,
        "create_date": "2025-04-21T23:01:07"
    },
    "603919": {
        "name": "金徽酒",
        "code": "603919",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4185,
        "create_date": "2025-04-21T23:01:07"
    },
    "603920": {
        "name": "世运电路",
        "code": "603920",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1335,
        "create_date": "2025-04-21T23:01:07"
    },
    "603922": {
        "name": "金鸿顺",
        "code": "603922",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4483,
        "create_date": "2025-04-21T23:01:07"
    },
    "603926": {
        "name": "铁流股份",
        "code": "603926",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1681,
        "create_date": "2025-04-21T23:01:07"
    },
    "603927": {
        "name": "中科软",
        "code": "603927",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2403,
        "create_date": "2025-04-21T23:01:07"
    },
    "603928": {
        "name": "兴业股份",
        "code": "603928",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2371,
        "create_date": "2025-04-21T23:01:07"
    },
    "603929": {
        "name": "亚翔集成",
        "code": "603929",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2546,
        "create_date": "2025-04-21T23:01:07"
    },
    "603931": {
        "name": "格林达",
        "code": "603931",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3303,
        "create_date": "2025-04-21T23:01:07"
    },
    "603933": {
        "name": "睿能科技",
        "code": "603933",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3279,
        "create_date": "2025-04-21T23:01:07"
    },
    "603936": {
        "name": "博敏电子",
        "code": "603936",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2624,
        "create_date": "2025-04-21T23:01:07"
    },
    "603937": {
        "name": "丽岛新材",
        "code": "603937",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1941,
        "create_date": "2025-04-21T23:01:07"
    },
    "603938": {
        "name": "三孚股份",
        "code": "603938",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1378,
        "create_date": "2025-04-21T23:01:07"
    },
    "603939": {
        "name": "益丰药房",
        "code": "603939",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3492,
        "create_date": "2025-04-21T23:01:07"
    },
    "603948": {
        "name": "建业股份",
        "code": "603948",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3103,
        "create_date": "2025-04-21T23:01:07"
    },
    "603950": {
        "name": "长源东谷",
        "code": "603950",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1841,
        "create_date": "2025-04-21T23:01:07"
    },
    "603955": {
        "name": "大千生态",
        "code": "603955",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1071,
        "create_date": "2025-04-21T23:01:07"
    },
    "603956": {
        "name": "威派格",
        "code": "603956",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1526,
        "create_date": "2025-04-21T23:01:07"
    },
    "603958": {
        "name": "哈森股份",
        "code": "603958",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3491,
        "create_date": "2025-04-21T23:01:07"
    },
    "603960": {
        "name": "克来机电",
        "code": "603960",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2042,
        "create_date": "2025-04-21T23:01:07"
    },
    "603966": {
        "name": "法兰泰克",
        "code": "603966",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2119,
        "create_date": "2025-04-21T23:01:07"
    },
    "603967": {
        "name": "中创物流",
        "code": "603967",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1599,
        "create_date": "2025-04-21T23:01:07"
    },
    "603968": {
        "name": "醋化股份",
        "code": "603968",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2555,
        "create_date": "2025-04-21T23:01:07"
    },
    "603969": {
        "name": "银龙股份",
        "code": "603969",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2856,
        "create_date": "2025-04-21T23:01:07"
    },
    "603970": {
        "name": "中农立华",
        "code": "603970",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2578,
        "create_date": "2025-04-21T23:01:07"
    },
    "603976": {
        "name": "正川股份",
        "code": "603976",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2892,
        "create_date": "2025-04-21T23:01:07"
    },
    "603977": {
        "name": "国泰集团",
        "code": "603977",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1321,
        "create_date": "2025-04-21T23:01:07"
    },
    "603978": {
        "name": "深圳新星",
        "code": "603978",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1652,
        "create_date": "2025-04-21T23:01:07"
    },
    "603979": {
        "name": "金诚信",
        "code": "603979",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1278,
        "create_date": "2025-04-21T23:01:07"
    },
    "603980": {
        "name": "吉华集团",
        "code": "603980",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2957,
        "create_date": "2025-04-21T23:01:07"
    },
    "603982": {
        "name": "泉峰汽车",
        "code": "603982",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2243,
        "create_date": "2025-04-21T23:01:07"
    },
    "603983": {
        "name": "丸美生物",
        "code": "603983",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1353,
        "create_date": "2025-04-21T23:01:07"
    },
    "603985": {
        "name": "恒润股份",
        "code": "603985",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3140,
        "create_date": "2025-04-21T23:01:07"
    },
    "603986": {
        "name": "兆易创新",
        "code": "603986",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1418,
        "create_date": "2025-04-21T23:01:07"
    },
    "603987": {
        "name": "康德莱",
        "code": "603987",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3489,
        "create_date": "2025-04-21T23:01:07"
    },
    "603988": {
        "name": "中电电机",
        "code": "603988",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1479,
        "create_date": "2025-04-21T23:01:07"
    },
    "603989": {
        "name": "艾华集团",
        "code": "603989",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2936,
        "create_date": "2025-04-21T23:01:07"
    },
    "603990": {
        "name": "麦迪科技",
        "code": "603990",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2913,
        "create_date": "2025-04-21T23:01:07"
    },
    "603991": {
        "name": "至正股份",
        "code": "603991",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1085,
        "create_date": "2025-04-21T23:01:07"
    },
    "603992": {
        "name": "松霖科技",
        "code": "603992",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1416,
        "create_date": "2025-04-21T23:01:07"
    },
    "603993": {
        "name": "洛阳钼业",
        "code": "603993",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1619,
        "create_date": "2025-04-21T23:01:07"
    },
    "603995": {
        "name": "甬金股份",
        "code": "603995",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2701,
        "create_date": "2025-04-21T23:01:07"
    },
    "603997": {
        "name": "继峰股份",
        "code": "603997",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3093,
        "create_date": "2025-04-21T23:01:07"
    },
    "603998": {
        "name": "方盛制药",
        "code": "603998",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3302,
        "create_date": "2025-04-21T23:01:07"
    },
    "603999": {
        "name": "读者传媒",
        "code": "603999",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2739,
        "create_date": "2025-04-21T23:01:07"
    },
    "605001": {
        "name": "威奥股份",
        "code": "605001",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3003,
        "create_date": "2025-04-21T23:01:07"
    },
    "605003": {
        "name": "众望布艺",
        "code": "605003",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1355,
        "create_date": "2025-04-21T23:01:07"
    },
    "605005": {
        "name": "合兴股份",
        "code": "605005",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2143,
        "create_date": "2025-04-21T23:01:07"
    },
    "605006": {
        "name": "山东玻纤",
        "code": "605006",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2577,
        "create_date": "2025-04-21T23:01:07"
    },
    "605007": {
        "name": "五洲特纸",
        "code": "605007",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2407,
        "create_date": "2025-04-21T23:01:07"
    },
    "605008": {
        "name": "长鸿高科",
        "code": "605008",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3487,
        "create_date": "2025-04-21T23:01:07"
    },
    "605009": {
        "name": "豪悦护理",
        "code": "605009",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1315,
        "create_date": "2025-04-21T23:01:07"
    },
    "605011": {
        "name": "杭州热电",
        "code": "605011",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2647,
        "create_date": "2025-04-21T23:01:07"
    },
    "605016": {
        "name": "百龙创园",
        "code": "605016",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4227,
        "create_date": "2025-04-21T23:01:07"
    },
    "605018": {
        "name": "长华集团",
        "code": "605018",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1742,
        "create_date": "2025-04-21T23:01:07"
    },
    "605020": {
        "name": "永和股份",
        "code": "605020",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2747,
        "create_date": "2025-04-21T23:01:07"
    },
    "605028": {
        "name": "世茂能源",
        "code": "605028",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1766,
        "create_date": "2025-04-21T23:01:07"
    },
    "605033": {
        "name": "美邦股份",
        "code": "605033",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1888,
        "create_date": "2025-04-21T23:01:07"
    },
    "605050": {
        "name": "福然德",
        "code": "605050",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3321,
        "create_date": "2025-04-21T23:01:07"
    },
    "605055": {
        "name": "迎丰股份",
        "code": "605055",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2620,
        "create_date": "2025-04-21T23:01:07"
    },
    "605056": {
        "name": "咸亨国际",
        "code": "605056",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1198,
        "create_date": "2025-04-21T23:01:07"
    },
    "605058": {
        "name": "澳弘电子",
        "code": "605058",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2027,
        "create_date": "2025-04-21T23:01:07"
    },
    "605060": {
        "name": "联德股份",
        "code": "605060",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1237,
        "create_date": "2025-04-21T23:01:07"
    },
    "605066": {
        "name": "天正电气",
        "code": "605066",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1952,
        "create_date": "2025-04-21T23:01:07"
    },
    "605068": {
        "name": "明新旭腾",
        "code": "605068",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1246,
        "create_date": "2025-04-21T23:01:07"
    },
    "605069": {
        "name": "正和生态",
        "code": "605069",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2685,
        "create_date": "2025-04-21T23:01:07"
    },
    "605077": {
        "name": "华康股份",
        "code": "605077",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2531,
        "create_date": "2025-04-21T23:01:07"
    },
    "605080": {
        "name": "浙江自然",
        "code": "605080",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1797,
        "create_date": "2025-04-21T23:01:07"
    },
    "605086": {
        "name": "龙高股份",
        "code": "605086",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3245,
        "create_date": "2025-04-21T23:01:07"
    },
    "605088": {
        "name": "冠盛股份",
        "code": "605088",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1231,
        "create_date": "2025-04-21T23:01:07"
    },
    "605089": {
        "name": "味知香",
        "code": "605089",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3162,
        "create_date": "2025-04-21T23:01:07"
    },
    "605090": {
        "name": "九丰能源",
        "code": "605090",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3106,
        "create_date": "2025-04-21T23:01:07"
    },
    "605098": {
        "name": "行动教育",
        "code": "605098",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1689,
        "create_date": "2025-04-21T23:01:07"
    },
    "605099": {
        "name": "共创草坪",
        "code": "605099",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2057,
        "create_date": "2025-04-21T23:01:07"
    },
    "605100": {
        "name": "华丰股份",
        "code": "605100",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2265,
        "create_date": "2025-04-21T23:01:07"
    },
    "605108": {
        "name": "同庆楼",
        "code": "605108",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2923,
        "create_date": "2025-04-21T23:01:07"
    },
    "605111": {
        "name": "新洁能",
        "code": "605111",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1879,
        "create_date": "2025-04-21T23:01:07"
    },
    "605116": {
        "name": "奥锐特",
        "code": "605116",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1610,
        "create_date": "2025-04-21T23:01:07"
    },
    "605117": {
        "name": "德业股份",
        "code": "605117",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3014,
        "create_date": "2025-04-21T23:01:07"
    },
    "605118": {
        "name": "力鼎光电",
        "code": "605118",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1812,
        "create_date": "2025-04-21T23:01:07"
    },
    "605122": {
        "name": "四方新材",
        "code": "605122",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3225,
        "create_date": "2025-04-21T23:01:07"
    },
    "605123": {
        "name": "派克新材",
        "code": "605123",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1774,
        "create_date": "2025-04-21T23:01:07"
    },
    "605128": {
        "name": "上海沿浦",
        "code": "605128",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2464,
        "create_date": "2025-04-21T23:01:07"
    },
    "605133": {
        "name": "嵘泰股份",
        "code": "605133",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1285,
        "create_date": "2025-04-21T23:01:07"
    },
    "605136": {
        "name": "丽人丽妆",
        "code": "605136",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4423,
        "create_date": "2025-04-21T23:01:07"
    },
    "605138": {
        "name": "盛泰集团",
        "code": "605138",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4436,
        "create_date": "2025-04-21T23:01:07"
    },
    "605151": {
        "name": "西上海",
        "code": "605151",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3015,
        "create_date": "2025-04-21T23:01:07"
    },
    "605155": {
        "name": "西大门",
        "code": "605155",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2250,
        "create_date": "2025-04-21T23:01:07"
    },
    "605158": {
        "name": "华达新材",
        "code": "605158",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4463,
        "create_date": "2025-04-21T23:01:07"
    },
    "605162": {
        "name": "新中港",
        "code": "605162",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1626,
        "create_date": "2025-04-21T23:01:07"
    },
    "605166": {
        "name": "聚合顺",
        "code": "605166",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2595,
        "create_date": "2025-04-21T23:01:07"
    },
    "605167": {
        "name": "利柏特",
        "code": "605167",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3372,
        "create_date": "2025-04-21T23:01:07"
    },
    "605168": {
        "name": "三人行",
        "code": "605168",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2342,
        "create_date": "2025-04-21T23:01:07"
    },
    "605169": {
        "name": "洪通燃气",
        "code": "605169",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2829,
        "create_date": "2025-04-21T23:01:07"
    },
    "605177": {
        "name": "东亚药业",
        "code": "605177",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3080,
        "create_date": "2025-04-21T23:01:07"
    },
    "605178": {
        "name": "时空科技",
        "code": "605178",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3433,
        "create_date": "2025-04-21T23:01:07"
    },
    "605179": {
        "name": "一鸣食品",
        "code": "605179",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3086,
        "create_date": "2025-04-21T23:01:07"
    },
    "605180": {
        "name": "华生科技",
        "code": "605180",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2834,
        "create_date": "2025-04-21T23:01:07"
    },
    "605183": {
        "name": "确成股份",
        "code": "605183",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1947,
        "create_date": "2025-04-21T23:01:07"
    },
    "605186": {
        "name": "健麾信息",
        "code": "605186",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2507,
        "create_date": "2025-04-21T23:01:07"
    },
    "605188": {
        "name": "国光连锁",
        "code": "605188",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1080,
        "create_date": "2025-04-21T23:01:07"
    },
    "605189": {
        "name": "富春染织",
        "code": "605189",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3360,
        "create_date": "2025-04-21T23:01:07"
    },
    "605196": {
        "name": "华通线缆",
        "code": "605196",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4384,
        "create_date": "2025-04-21T23:01:07"
    },
    "605198": {
        "name": "安德利",
        "code": "605198",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4191,
        "create_date": "2025-04-21T23:01:07"
    },
    "605208": {
        "name": "永茂泰",
        "code": "605208",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1325,
        "create_date": "2025-04-21T23:01:07"
    },
    "605218": {
        "name": "伟时电子",
        "code": "605218",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2324,
        "create_date": "2025-04-21T23:01:07"
    },
    "605222": {
        "name": "起帆电缆",
        "code": "605222",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3265,
        "create_date": "2025-04-21T23:01:07"
    },
    "605228": {
        "name": "神通科技",
        "code": "605228",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1817,
        "create_date": "2025-04-21T23:01:07"
    },
    "605255": {
        "name": "天普股份",
        "code": "605255",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1962,
        "create_date": "2025-04-21T23:01:07"
    },
    "605258": {
        "name": "协和电子",
        "code": "605258",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1990,
        "create_date": "2025-04-21T23:01:07"
    },
    "605259": {
        "name": "绿田机械",
        "code": "605259",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1957,
        "create_date": "2025-04-21T23:01:07"
    },
    "605266": {
        "name": "健之佳",
        "code": "605266",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3461,
        "create_date": "2025-04-21T23:01:07"
    },
    "605268": {
        "name": "王力安防",
        "code": "605268",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3349,
        "create_date": "2025-04-21T23:01:07"
    },
    "605277": {
        "name": "新亚电子",
        "code": "605277",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3343,
        "create_date": "2025-04-21T23:01:07"
    },
    "605286": {
        "name": "同力日升",
        "code": "605286",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3101,
        "create_date": "2025-04-21T23:01:07"
    },
    "605287": {
        "name": "德才股份",
        "code": "605287",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1228,
        "create_date": "2025-04-21T23:01:07"
    },
    "605288": {
        "name": "凯迪股份",
        "code": "605288",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1670,
        "create_date": "2025-04-21T23:01:07"
    },
    "605289": {
        "name": "罗曼股份",
        "code": "605289",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1305,
        "create_date": "2025-04-21T23:01:07"
    },
    "605296": {
        "name": "神农集团",
        "code": "605296",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2882,
        "create_date": "2025-04-21T23:01:07"
    },
    "605298": {
        "name": "必得科技",
        "code": "605298",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2331,
        "create_date": "2025-04-21T23:01:07"
    },
    "605299": {
        "name": "舒华体育",
        "code": "605299",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3362,
        "create_date": "2025-04-21T23:01:07"
    },
    "605300": {
        "name": "佳禾食品",
        "code": "605300",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1248,
        "create_date": "2025-04-21T23:01:07"
    },
    "605303": {
        "name": "园林股份",
        "code": "605303",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2268,
        "create_date": "2025-04-21T23:01:07"
    },
    "605305": {
        "name": "中际联合",
        "code": "605305",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1316,
        "create_date": "2025-04-21T23:01:07"
    },
    "605318": {
        "name": "法狮龙",
        "code": "605318",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4336,
        "create_date": "2025-04-21T23:01:07"
    },
    "605319": {
        "name": "无锡振华",
        "code": "605319",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1402,
        "create_date": "2025-04-21T23:01:07"
    },
    "605333": {
        "name": "沪光股份",
        "code": "605333",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1277,
        "create_date": "2025-04-21T23:01:07"
    },
    "605336": {
        "name": "帅丰电器",
        "code": "605336",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4030,
        "create_date": "2025-04-21T23:01:07"
    },
    "605337": {
        "name": "李子园",
        "code": "605337",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2515,
        "create_date": "2025-04-21T23:01:07"
    },
    "605338": {
        "name": "巴比食品",
        "code": "605338",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1545,
        "create_date": "2025-04-21T23:01:07"
    },
    "605339": {
        "name": "南侨食品",
        "code": "605339",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2413,
        "create_date": "2025-04-21T23:01:07"
    },
    "605358": {
        "name": "立昂微",
        "code": "605358",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1070,
        "create_date": "2025-04-21T23:01:07"
    },
    "605365": {
        "name": "立达信",
        "code": "605365",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1919,
        "create_date": "2025-04-21T23:01:07"
    },
    "605366": {
        "name": "宏柏新材",
        "code": "605366",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3942,
        "create_date": "2025-04-21T23:01:07"
    },
    "605368": {
        "name": "蓝天燃气",
        "code": "605368",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3466,
        "create_date": "2025-04-21T23:01:07"
    },
    "605369": {
        "name": "拱东医疗",
        "code": "605369",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2267,
        "create_date": "2025-04-21T23:01:07"
    },
    "605376": {
        "name": "博迁新材",
        "code": "605376",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1358,
        "create_date": "2025-04-21T23:01:07"
    },
    "605377": {
        "name": "华旺科技",
        "code": "605377",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2766,
        "create_date": "2025-04-21T23:01:07"
    },
    "605378": {
        "name": "野马电池",
        "code": "605378",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1878,
        "create_date": "2025-04-21T23:01:07"
    },
    "605388": {
        "name": "均瑶健康",
        "code": "605388",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1808,
        "create_date": "2025-04-21T23:01:07"
    },
    "605389": {
        "name": "长龄液压",
        "code": "605389",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1811,
        "create_date": "2025-04-21T23:01:07"
    },
    "605398": {
        "name": "新炬网络",
        "code": "605398",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1320,
        "create_date": "2025-04-21T23:01:07"
    },
    "605399": {
        "name": "晨光新材",
        "code": "605399",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3398,
        "create_date": "2025-04-21T23:01:07"
    },
    "605488": {
        "name": "福莱新材",
        "code": "605488",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1105,
        "create_date": "2025-04-21T23:01:07"
    },
    "605499": {
        "name": "东鹏饮料",
        "code": "605499",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1432,
        "create_date": "2025-04-21T23:01:07"
    },
    "605500": {
        "name": "森林包装",
        "code": "605500",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1161,
        "create_date": "2025-04-21T23:01:07"
    },
    "605507": {
        "name": "国邦医药",
        "code": "605507",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2700,
        "create_date": "2025-04-21T23:01:07"
    },
    "605555": {
        "name": "德昌股份",
        "code": "605555",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1395,
        "create_date": "2025-04-21T23:01:07"
    },
    "605566": {
        "name": "福莱蒽特",
        "code": "605566",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3255,
        "create_date": "2025-04-21T23:01:07"
    },
    "605567": {
        "name": "春雪食品",
        "code": "605567",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1617,
        "create_date": "2025-04-21T23:01:07"
    },
    "605577": {
        "name": "龙版传媒",
        "code": "605577",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2534,
        "create_date": "2025-04-21T23:01:07"
    },
    "605580": {
        "name": "恒盛能源",
        "code": "605580",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2891,
        "create_date": "2025-04-21T23:01:07"
    },
    "605588": {
        "name": "冠石科技",
        "code": "605588",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2674,
        "create_date": "2025-04-21T23:01:07"
    },
    "605589": {
        "name": "圣泉集团",
        "code": "605589",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1758,
        "create_date": "2025-04-21T23:01:07"
    },
    "605598": {
        "name": "上海港湾",
        "code": "605598",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3251,
        "create_date": "2025-04-21T23:01:07"
    },
    "605599": {
        "name": "菜百股份",
        "code": "605599",
        "type": 1,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1697,
        "create_date": "2025-04-21T23:01:07"
    },
    "002565": {
        "name": "顺灏股份",
        "code": "002565",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1046,
        "create_date": "2025-04-21T23:01:07"
    },
    "002640": {
        "name": "跨境通",
        "code": "002640",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1047,
        "create_date": "2025-04-21T23:01:07"
    },
    "002391": {
        "name": "长青股份",
        "code": "002391",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1048,
        "create_date": "2025-04-21T23:01:07"
    },
    "002235": {
        "name": "安妮股份",
        "code": "002235",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1049,
        "create_date": "2025-04-21T23:01:07"
    },
    "000859": {
        "name": "国风新材",
        "code": "000859",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1050,
        "create_date": "2025-04-21T23:01:07"
    },
    "000862": {
        "name": "银星能源",
        "code": "000862",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1051,
        "create_date": "2025-04-21T23:01:07"
    },
    "002251": {
        "name": "步步高",
        "code": "002251",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1052,
        "create_date": "2025-04-21T23:01:07"
    },
    "002172": {
        "name": "澳洋健康",
        "code": "002172",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1053,
        "create_date": "2025-04-21T23:01:07"
    },
    "000620": {
        "name": "新华联",
        "code": "000620",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1054,
        "create_date": "2025-04-21T23:01:07"
    },
    "002297": {
        "name": "博云新材",
        "code": "002297",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1056,
        "create_date": "2025-04-21T23:01:07"
    },
    "002427": {
        "name": "尤夫股份",
        "code": "002427",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1057,
        "create_date": "2025-04-21T23:01:07"
    },
    "002479": {
        "name": "富春环保",
        "code": "002479",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1059,
        "create_date": "2025-04-21T23:01:07"
    },
    "002583": {
        "name": "海能达",
        "code": "002583",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1063,
        "create_date": "2025-04-21T23:01:07"
    },
    "002809": {
        "name": "红墙股份",
        "code": "002809",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1068,
        "create_date": "2025-04-21T23:01:07"
    },
    "002773": {
        "name": "康弘药业",
        "code": "002773",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1069,
        "create_date": "2025-04-21T23:01:07"
    },
    "002279": {
        "name": "久其软件",
        "code": "002279",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1072,
        "create_date": "2025-04-21T23:01:07"
    },
    "001337": {
        "name": "四川黄金",
        "code": "001337",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1075,
        "create_date": "2025-04-21T23:01:07"
    },
    "002345": {
        "name": "潮宏基",
        "code": "002345",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1076,
        "create_date": "2025-04-21T23:01:07"
    },
    "001212": {
        "name": "中旗新材",
        "code": "001212",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1078,
        "create_date": "2025-04-21T23:01:07"
    },
    "001316": {
        "name": "润贝航科",
        "code": "001316",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1084,
        "create_date": "2025-04-21T23:01:07"
    },
    "003030": {
        "name": "祖名股份",
        "code": "003030",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1092,
        "create_date": "2025-04-21T23:01:07"
    },
    "003003": {
        "name": "天元股份",
        "code": "003003",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1093,
        "create_date": "2025-04-21T23:01:07"
    },
    "002929": {
        "name": "润建股份",
        "code": "002929",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1094,
        "create_date": "2025-04-21T23:01:07"
    },
    "002795": {
        "name": "永和智控",
        "code": "002795",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1095,
        "create_date": "2025-04-21T23:01:07"
    },
    "002194": {
        "name": "武汉凡谷",
        "code": "002194",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1096,
        "create_date": "2025-04-21T23:01:07"
    },
    "002131": {
        "name": "利欧股份",
        "code": "002131",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1097,
        "create_date": "2025-04-21T23:01:07"
    },
    "002095": {
        "name": "生 意 宝",
        "code": "002095",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1098,
        "create_date": "2025-04-21T23:01:07"
    },
    "000965": {
        "name": "天保基建",
        "code": "000965",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1099,
        "create_date": "2025-04-21T23:01:07"
    },
    "001222": {
        "name": "源飞宠物",
        "code": "001222",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1101,
        "create_date": "2025-04-21T23:01:07"
    },
    "003006": {
        "name": "百亚股份",
        "code": "003006",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1102,
        "create_date": "2025-04-21T23:01:07"
    },
    "002155": {
        "name": "湖南黄金",
        "code": "002155",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1103,
        "create_date": "2025-04-21T23:01:07"
    },
    "003020": {
        "name": "立方制药",
        "code": "003020",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1107,
        "create_date": "2025-04-21T23:01:07"
    },
    "001318": {
        "name": "阳光乳业",
        "code": "001318",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1108,
        "create_date": "2025-04-21T23:01:07"
    },
    "002651": {
        "name": "利君股份",
        "code": "002651",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1110,
        "create_date": "2025-04-21T23:01:07"
    },
    "000626": {
        "name": "远大控股",
        "code": "000626",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1112,
        "create_date": "2025-04-21T23:01:07"
    },
    "002365": {
        "name": "永安药业",
        "code": "002365",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1114,
        "create_date": "2025-04-21T23:01:07"
    },
    "002716": {
        "name": "湖南白银",
        "code": "002716",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1117,
        "create_date": "2025-04-21T23:01:07"
    },
    "002094": {
        "name": "青岛金王",
        "code": "002094",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1118,
        "create_date": "2025-04-21T23:01:07"
    },
    "002537": {
        "name": "海联金汇",
        "code": "002537",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1120,
        "create_date": "2025-04-21T23:01:07"
    },
    "002582": {
        "name": "好想你",
        "code": "002582",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1122,
        "create_date": "2025-04-21T23:01:07"
    },
    "000510": {
        "name": "新金路",
        "code": "000510",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1125,
        "create_date": "2025-04-21T23:01:07"
    },
    "000822": {
        "name": "山东海化",
        "code": "000822",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1128,
        "create_date": "2025-04-21T23:01:07"
    },
    "002629": {
        "name": "仁智股份",
        "code": "002629",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1130,
        "create_date": "2025-04-21T23:01:07"
    },
    "000639": {
        "name": "西王食品",
        "code": "000639",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1132,
        "create_date": "2025-04-21T23:01:07"
    },
    "002237": {
        "name": "恒邦股份",
        "code": "002237",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1134,
        "create_date": "2025-04-21T23:01:07"
    },
    "000880": {
        "name": "潍柴重机",
        "code": "000880",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1135,
        "create_date": "2025-04-21T23:01:07"
    },
    "002683": {
        "name": "广东宏大",
        "code": "002683",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1138,
        "create_date": "2025-04-21T23:01:07"
    },
    "000566": {
        "name": "海南海药",
        "code": "000566",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1139,
        "create_date": "2025-04-21T23:01:07"
    },
    "002270": {
        "name": "华明装备",
        "code": "002270",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1143,
        "create_date": "2025-04-21T23:01:07"
    },
    "002126": {
        "name": "银轮股份",
        "code": "002126",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1145,
        "create_date": "2025-04-21T23:01:07"
    },
    "000603": {
        "name": "盛达资源",
        "code": "000603",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1148,
        "create_date": "2025-04-21T23:01:07"
    },
    "002315": {
        "name": "焦点科技",
        "code": "002315",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1149,
        "create_date": "2025-04-21T23:01:07"
    },
    "000975": {
        "name": "山金国际",
        "code": "000975",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1150,
        "create_date": "2025-04-21T23:01:07"
    },
    "000990": {
        "name": "诚志股份",
        "code": "000990",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1151,
        "create_date": "2025-04-21T23:01:07"
    },
    "002961": {
        "name": "瑞达期货",
        "code": "002961",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1152,
        "create_date": "2025-04-21T23:01:07"
    },
    "002167": {
        "name": "东方锆业",
        "code": "002167",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1153,
        "create_date": "2025-04-21T23:01:07"
    },
    "002182": {
        "name": "宝武镁业",
        "code": "002182",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1155,
        "create_date": "2025-04-21T23:01:07"
    },
    "002104": {
        "name": "恒宝股份",
        "code": "002104",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1156,
        "create_date": "2025-04-21T23:01:07"
    },
    "002009": {
        "name": "天奇股份",
        "code": "002009",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1157,
        "create_date": "2025-04-21T23:01:07"
    },
    "002215": {
        "name": "诺 普 信",
        "code": "002215",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1158,
        "create_date": "2025-04-21T23:01:07"
    },
    "001267": {
        "name": "汇绿生态",
        "code": "001267",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1159,
        "create_date": "2025-04-21T23:01:07"
    },
    "002093": {
        "name": "国脉科技",
        "code": "002093",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1162,
        "create_date": "2025-04-21T23:01:07"
    },
    "002392": {
        "name": "北京利尔",
        "code": "002392",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1166,
        "create_date": "2025-04-21T23:01:07"
    },
    "000030": {
        "name": "富奥股份",
        "code": "000030",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1167,
        "create_date": "2025-04-21T23:01:07"
    },
    "002956": {
        "name": "西麦食品",
        "code": "002956",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1171,
        "create_date": "2025-04-21T23:01:07"
    },
    "002050": {
        "name": "三花智控",
        "code": "002050",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1172,
        "create_date": "2025-04-21T23:01:07"
    },
    "002849": {
        "name": "威星智能",
        "code": "002849",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1174,
        "create_date": "2025-04-21T23:01:07"
    },
    "000526": {
        "name": "学大教育",
        "code": "000526",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1178,
        "create_date": "2025-04-21T23:01:07"
    },
    "002899": {
        "name": "英派斯",
        "code": "002899",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1179,
        "create_date": "2025-04-21T23:01:07"
    },
    "002743": {
        "name": "富煌钢构",
        "code": "002743",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1184,
        "create_date": "2025-04-21T23:01:07"
    },
    "002989": {
        "name": "中天精装",
        "code": "002989",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1185,
        "create_date": "2025-04-21T23:01:07"
    },
    "002985": {
        "name": "北摩高科",
        "code": "002985",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1188,
        "create_date": "2025-04-21T23:01:07"
    },
    "002206": {
        "name": "海 利 得",
        "code": "002206",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1189,
        "create_date": "2025-04-21T23:01:07"
    },
    "001283": {
        "name": "豪鹏科技",
        "code": "001283",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1191,
        "create_date": "2025-04-21T23:01:07"
    },
    "002536": {
        "name": "飞龙股份",
        "code": "002536",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1192,
        "create_date": "2025-04-21T23:01:07"
    },
    "002853": {
        "name": "皮阿诺",
        "code": "002853",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1193,
        "create_date": "2025-04-21T23:01:07"
    },
    "002803": {
        "name": "吉宏股份",
        "code": "002803",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1197,
        "create_date": "2025-04-21T23:01:07"
    },
    "002779": {
        "name": "中坚科技",
        "code": "002779",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1199,
        "create_date": "2025-04-21T23:01:07"
    },
    "002979": {
        "name": "雷赛智能",
        "code": "002979",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1203,
        "create_date": "2025-04-21T23:01:07"
    },
    "002364": {
        "name": "中恒电气",
        "code": "002364",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1204,
        "create_date": "2025-04-21T23:01:07"
    },
    "003005": {
        "name": "竞业达",
        "code": "003005",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1206,
        "create_date": "2025-04-21T23:01:07"
    },
    "002825": {
        "name": "纳尔股份",
        "code": "002825",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1207,
        "create_date": "2025-04-21T23:01:07"
    },
    "002011": {
        "name": "盾安环境",
        "code": "002011",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1208,
        "create_date": "2025-04-21T23:01:07"
    },
    "001206": {
        "name": "依依股份",
        "code": "001206",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1209,
        "create_date": "2025-04-21T23:01:07"
    },
    "002028": {
        "name": "思源电气",
        "code": "002028",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1210,
        "create_date": "2025-04-21T23:01:07"
    },
    "002850": {
        "name": "科达利",
        "code": "002850",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1212,
        "create_date": "2025-04-21T23:01:07"
    },
    "003021": {
        "name": "兆威机电",
        "code": "003021",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1213,
        "create_date": "2025-04-21T23:01:07"
    },
    "002196": {
        "name": "方正电机",
        "code": "002196",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1214,
        "create_date": "2025-04-21T23:01:07"
    },
    "002552": {
        "name": "宝鼎科技",
        "code": "002552",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1215,
        "create_date": "2025-04-21T23:01:07"
    },
    "003010": {
        "name": "若羽臣",
        "code": "003010",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1216,
        "create_date": "2025-04-21T23:01:07"
    },
    "002801": {
        "name": "微光股份",
        "code": "002801",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1218,
        "create_date": "2025-04-21T23:01:07"
    },
    "000993": {
        "name": "闽东电力",
        "code": "000993",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1220,
        "create_date": "2025-04-21T23:01:07"
    },
    "000997": {
        "name": "新 大 陆",
        "code": "000997",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1221,
        "create_date": "2025-04-21T23:01:07"
    },
    "002444": {
        "name": "巨星科技",
        "code": "002444",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1222,
        "create_date": "2025-04-21T23:01:07"
    },
    "000959": {
        "name": "首钢股份",
        "code": "000959",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1223,
        "create_date": "2025-04-21T23:01:07"
    },
    "002600": {
        "name": "领益智造",
        "code": "002600",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1224,
        "create_date": "2025-04-21T23:01:07"
    },
    "001288": {
        "name": "运机集团",
        "code": "001288",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1225,
        "create_date": "2025-04-21T23:01:07"
    },
    "002177": {
        "name": "御银股份",
        "code": "002177",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1227,
        "create_date": "2025-04-21T23:01:07"
    },
    "000915": {
        "name": "华特达因",
        "code": "000915",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1229,
        "create_date": "2025-04-21T23:01:07"
    },
    "002719": {
        "name": "麦趣尔",
        "code": "002719",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1232,
        "create_date": "2025-04-21T23:01:07"
    },
    "002947": {
        "name": "恒铭达",
        "code": "002947",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1236,
        "create_date": "2025-04-21T23:01:07"
    },
    "002901": {
        "name": "大博医疗",
        "code": "002901",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1240,
        "create_date": "2025-04-21T23:01:07"
    },
    "000426": {
        "name": "兴业银锡",
        "code": "000426",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1242,
        "create_date": "2025-04-21T23:01:07"
    },
    "002731": {
        "name": "萃华珠宝",
        "code": "002731",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1243,
        "create_date": "2025-04-21T23:01:07"
    },
    "002097": {
        "name": "山河智能",
        "code": "002097",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1245,
        "create_date": "2025-04-21T23:01:07"
    },
    "002723": {
        "name": "小崧股份",
        "code": "002723",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1247,
        "create_date": "2025-04-21T23:01:07"
    },
    "000949": {
        "name": "新乡化纤",
        "code": "000949",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1250,
        "create_date": "2025-04-21T23:01:07"
    },
    "002337": {
        "name": "赛象科技",
        "code": "002337",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1251,
        "create_date": "2025-04-21T23:01:07"
    },
    "002988": {
        "name": "豪美新材",
        "code": "002988",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1255,
        "create_date": "2025-04-21T23:01:07"
    },
    "002561": {
        "name": "徐家汇",
        "code": "002561",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1256,
        "create_date": "2025-04-21T23:01:07"
    },
    "002294": {
        "name": "信立泰",
        "code": "002294",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1264,
        "create_date": "2025-04-21T23:01:07"
    },
    "002225": {
        "name": "濮耐股份",
        "code": "002225",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1266,
        "create_date": "2025-04-21T23:01:07"
    },
    "002342": {
        "name": "巨力索具",
        "code": "002342",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1274,
        "create_date": "2025-04-21T23:01:07"
    },
    "002712": {
        "name": "思美传媒",
        "code": "002712",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1275,
        "create_date": "2025-04-21T23:01:07"
    },
    "000738": {
        "name": "航发控制",
        "code": "000738",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1281,
        "create_date": "2025-04-21T23:01:07"
    },
    "002987": {
        "name": "京北方",
        "code": "002987",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1286,
        "create_date": "2025-04-21T23:01:07"
    },
    "000007": {
        "name": "全新好",
        "code": "000007",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1288,
        "create_date": "2025-04-21T23:01:07"
    },
    "002922": {
        "name": "伊戈尔",
        "code": "002922",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1289,
        "create_date": "2025-04-21T23:01:07"
    },
    "002891": {
        "name": "中宠股份",
        "code": "002891",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1291,
        "create_date": "2025-04-21T23:01:07"
    },
    "002857": {
        "name": "三晖电气",
        "code": "002857",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1294,
        "create_date": "2025-04-21T23:01:07"
    },
    "002842": {
        "name": "翔鹭钨业",
        "code": "002842",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1296,
        "create_date": "2025-04-21T23:01:07"
    },
    "002204": {
        "name": "大连重工",
        "code": "002204",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1297,
        "create_date": "2025-04-21T23:01:07"
    },
    "002965": {
        "name": "祥鑫科技",
        "code": "002965",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1300,
        "create_date": "2025-04-21T23:01:07"
    },
    "000913": {
        "name": "钱江摩托",
        "code": "000913",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1306,
        "create_date": "2025-04-21T23:01:07"
    },
    "002449": {
        "name": "国星光电",
        "code": "002449",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1307,
        "create_date": "2025-04-21T23:01:07"
    },
    "002226": {
        "name": "江南化工",
        "code": "002226",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1310,
        "create_date": "2025-04-21T23:01:07"
    },
    "000680": {
        "name": "山推股份",
        "code": "000680",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1313,
        "create_date": "2025-04-21T23:01:07"
    },
    "002616": {
        "name": "长青集团",
        "code": "002616",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1314,
        "create_date": "2025-04-21T23:01:07"
    },
    "000601": {
        "name": "韶能股份",
        "code": "000601",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1319,
        "create_date": "2025-04-21T23:01:07"
    },
    "002245": {
        "name": "蔚蓝锂芯",
        "code": "002245",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1322,
        "create_date": "2025-04-21T23:01:07"
    },
    "002132": {
        "name": "恒星科技",
        "code": "002132",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1323,
        "create_date": "2025-04-21T23:01:07"
    },
    "002472": {
        "name": "双环传动",
        "code": "002472",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1324,
        "create_date": "2025-04-21T23:01:07"
    },
    "001260": {
        "name": "坤泰股份",
        "code": "001260",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1327,
        "create_date": "2025-04-21T23:01:07"
    },
    "000737": {
        "name": "北方铜业",
        "code": "000737",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1328,
        "create_date": "2025-04-21T23:01:07"
    },
    "002378": {
        "name": "章源钨业",
        "code": "002378",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1329,
        "create_date": "2025-04-21T23:01:07"
    },
    "002527": {
        "name": "新时达",
        "code": "002527",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1331,
        "create_date": "2025-04-21T23:01:07"
    },
    "002227": {
        "name": "奥 特 迅",
        "code": "002227",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1333,
        "create_date": "2025-04-21T23:01:07"
    },
    "002946": {
        "name": "新乳业",
        "code": "002946",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1336,
        "create_date": "2025-04-21T23:01:07"
    },
    "002335": {
        "name": "科华数据",
        "code": "002335",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1338,
        "create_date": "2025-04-21T23:01:07"
    },
    "002636": {
        "name": "金安国纪",
        "code": "002636",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1340,
        "create_date": "2025-04-21T23:01:07"
    },
    "003040": {
        "name": "楚天龙",
        "code": "003040",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1343,
        "create_date": "2025-04-21T23:01:07"
    },
    "002609": {
        "name": "捷顺科技",
        "code": "002609",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1348,
        "create_date": "2025-04-21T23:01:07"
    },
    "000534": {
        "name": "万泽股份",
        "code": "000534",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1349,
        "create_date": "2025-04-21T23:01:07"
    },
    "002970": {
        "name": "锐明技术",
        "code": "002970",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1351,
        "create_date": "2025-04-21T23:01:07"
    },
    "002354": {
        "name": "天娱数科",
        "code": "002354",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1359,
        "create_date": "2025-04-21T23:01:07"
    },
    "002303": {
        "name": "美盈森",
        "code": "002303",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1360,
        "create_date": "2025-04-21T23:01:07"
    },
    "002222": {
        "name": "福晶科技",
        "code": "002222",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1362,
        "create_date": "2025-04-21T23:01:07"
    },
    "002925": {
        "name": "盈趣科技",
        "code": "002925",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1363,
        "create_date": "2025-04-21T23:01:07"
    },
    "000617": {
        "name": "中油资本",
        "code": "000617",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1364,
        "create_date": "2025-04-21T23:01:07"
    },
    "002221": {
        "name": "东华能源",
        "code": "002221",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1365,
        "create_date": "2025-04-21T23:01:07"
    },
    "002112": {
        "name": "三变科技",
        "code": "002112",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1366,
        "create_date": "2025-04-21T23:01:07"
    },
    "002123": {
        "name": "梦网科技",
        "code": "002123",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1368,
        "create_date": "2025-04-21T23:01:07"
    },
    "002637": {
        "name": "赞宇科技",
        "code": "002637",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1370,
        "create_date": "2025-04-21T23:01:07"
    },
    "002923": {
        "name": "润都股份",
        "code": "002923",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1372,
        "create_date": "2025-04-21T23:01:07"
    },
    "003019": {
        "name": "宸展光电",
        "code": "003019",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1373,
        "create_date": "2025-04-21T23:01:07"
    },
    "002843": {
        "name": "泰嘉股份",
        "code": "002843",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1375,
        "create_date": "2025-04-21T23:01:07"
    },
    "002422": {
        "name": "科伦药业",
        "code": "002422",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1376,
        "create_date": "2025-04-21T23:01:07"
    },
    "002997": {
        "name": "瑞鹄模具",
        "code": "002997",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1379,
        "create_date": "2025-04-21T23:01:07"
    },
    "002026": {
        "name": "山东威达",
        "code": "002026",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1380,
        "create_date": "2025-04-21T23:01:07"
    },
    "002277": {
        "name": "友阿股份",
        "code": "002277",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1383,
        "create_date": "2025-04-21T23:01:07"
    },
    "002134": {
        "name": "天津普林",
        "code": "002134",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1384,
        "create_date": "2025-04-21T23:01:07"
    },
    "003043": {
        "name": "华亚智能",
        "code": "003043",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1385,
        "create_date": "2025-04-21T23:01:07"
    },
    "001696": {
        "name": "宗申动力",
        "code": "001696",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1386,
        "create_date": "2025-04-21T23:01:07"
    },
    "002909": {
        "name": "集泰股份",
        "code": "002909",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1387,
        "create_date": "2025-04-21T23:01:07"
    },
    "002648": {
        "name": "卫星化学",
        "code": "002648",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1388,
        "create_date": "2025-04-21T23:01:07"
    },
    "002232": {
        "name": "启明信息",
        "code": "002232",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1392,
        "create_date": "2025-04-21T23:01:07"
    },
    "002150": {
        "name": "通润装备",
        "code": "002150",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1393,
        "create_date": "2025-04-21T23:01:07"
    },
    "003033": {
        "name": "征和工业",
        "code": "003033",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1399,
        "create_date": "2025-04-21T23:01:07"
    },
    "002657": {
        "name": "中科金财",
        "code": "002657",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1400,
        "create_date": "2025-04-21T23:01:07"
    },
    "001311": {
        "name": "多利科技",
        "code": "001311",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1401,
        "create_date": "2025-04-21T23:01:07"
    },
    "000630": {
        "name": "铜陵有色",
        "code": "000630",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1403,
        "create_date": "2025-04-21T23:01:07"
    },
    "002580": {
        "name": "圣阳股份",
        "code": "002580",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1405,
        "create_date": "2025-04-21T23:01:07"
    },
    "001322": {
        "name": "箭牌家居",
        "code": "001322",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1407,
        "create_date": "2025-04-21T23:01:07"
    },
    "002356": {
        "name": "赫美集团",
        "code": "002356",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1408,
        "create_date": "2025-04-21T23:01:07"
    },
    "000099": {
        "name": "中信海直",
        "code": "000099",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1415,
        "create_date": "2025-04-21T23:01:07"
    },
    "000657": {
        "name": "中钨高新",
        "code": "000657",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1417,
        "create_date": "2025-04-21T23:01:07"
    },
    "002889": {
        "name": "东方嘉盛",
        "code": "002889",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1422,
        "create_date": "2025-04-21T23:01:07"
    },
    "002903": {
        "name": "宇环数控",
        "code": "002903",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1424,
        "create_date": "2025-04-21T23:01:07"
    },
    "002896": {
        "name": "中大力德",
        "code": "002896",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1425,
        "create_date": "2025-04-21T23:01:07"
    },
    "000581": {
        "name": "威孚高科",
        "code": "000581",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1427,
        "create_date": "2025-04-21T23:01:07"
    },
    "002272": {
        "name": "川润股份",
        "code": "002272",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1428,
        "create_date": "2025-04-21T23:01:07"
    },
    "000060": {
        "name": "中金岭南",
        "code": "000060",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1429,
        "create_date": "2025-04-21T23:01:07"
    },
    "002782": {
        "name": "可立克",
        "code": "002782",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1430,
        "create_date": "2025-04-21T23:01:07"
    },
    "002474": {
        "name": "榕基软件",
        "code": "002474",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1435,
        "create_date": "2025-04-21T23:01:07"
    },
    "000948": {
        "name": "南天信息",
        "code": "000948",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1437,
        "create_date": "2025-04-21T23:01:07"
    },
    "000718": {
        "name": "苏宁环球",
        "code": "000718",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1438,
        "create_date": "2025-04-21T23:01:07"
    },
    "000537": {
        "name": "中绿电",
        "code": "000537",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1440,
        "create_date": "2025-04-21T23:01:07"
    },
    "001339": {
        "name": "智微智能",
        "code": "001339",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1446,
        "create_date": "2025-04-21T23:01:07"
    },
    "002828": {
        "name": "贝肯能源",
        "code": "002828",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1447,
        "create_date": "2025-04-21T23:01:07"
    },
    "000722": {
        "name": "湖南发展",
        "code": "000722",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1448,
        "create_date": "2025-04-21T23:01:07"
    },
    "002667": {
        "name": "威领股份",
        "code": "002667",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1449,
        "create_date": "2025-04-21T23:01:07"
    },
    "002273": {
        "name": "水晶光电",
        "code": "002273",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1450,
        "create_date": "2025-04-21T23:01:07"
    },
    "000911": {
        "name": "广农糖业",
        "code": "000911",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1451,
        "create_date": "2025-04-21T23:01:07"
    },
    "002175": {
        "name": "东方智造",
        "code": "002175",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1452,
        "create_date": "2025-04-21T23:01:07"
    },
    "000833": {
        "name": "粤桂股份",
        "code": "000833",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1453,
        "create_date": "2025-04-21T23:01:07"
    },
    "001282": {
        "name": "三联锻造",
        "code": "001282",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1454,
        "create_date": "2025-04-21T23:01:07"
    },
    "002380": {
        "name": "科远智慧",
        "code": "002380",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1455,
        "create_date": "2025-04-21T23:01:07"
    },
    "002034": {
        "name": "旺能环境",
        "code": "002034",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1461,
        "create_date": "2025-04-21T23:01:07"
    },
    "002953": {
        "name": "日丰股份",
        "code": "002953",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1462,
        "create_date": "2025-04-21T23:01:07"
    },
    "002881": {
        "name": "美格智能",
        "code": "002881",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1463,
        "create_date": "2025-04-21T23:01:07"
    },
    "002164": {
        "name": "宁波东力",
        "code": "002164",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1469,
        "create_date": "2025-04-21T23:01:07"
    },
    "001359": {
        "name": "平安电工",
        "code": "001359",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1470,
        "create_date": "2025-04-21T23:01:07"
    },
    "002625": {
        "name": "光启技术",
        "code": "002625",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1473,
        "create_date": "2025-04-21T23:01:07"
    },
    "000524": {
        "name": "岭南控股",
        "code": "000524",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1474,
        "create_date": "2025-04-21T23:01:07"
    },
    "002910": {
        "name": "庄园牧场",
        "code": "002910",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1475,
        "create_date": "2025-04-21T23:01:07"
    },
    "002183": {
        "name": "怡 亚 通",
        "code": "002183",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1476,
        "create_date": "2025-04-21T23:01:07"
    },
    "002514": {
        "name": "宝馨科技",
        "code": "002514",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1477,
        "create_date": "2025-04-21T23:01:07"
    },
    "002195": {
        "name": "岩山科技",
        "code": "002195",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1480,
        "create_date": "2025-04-21T23:01:07"
    },
    "002777": {
        "name": "久远银海",
        "code": "002777",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1481,
        "create_date": "2025-04-21T23:01:07"
    },
    "001328": {
        "name": "登康口腔",
        "code": "001328",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1482,
        "create_date": "2025-04-21T23:01:07"
    },
    "002736": {
        "name": "国信证券",
        "code": "002736",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1483,
        "create_date": "2025-04-21T23:01:07"
    },
    "002044": {
        "name": "美年健康",
        "code": "002044",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1485,
        "create_date": "2025-04-21T23:01:07"
    },
    "002139": {
        "name": "拓邦股份",
        "code": "002139",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1490,
        "create_date": "2025-04-21T23:01:07"
    },
    "001207": {
        "name": "联科科技",
        "code": "001207",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1491,
        "create_date": "2025-04-21T23:01:07"
    },
    "000555": {
        "name": "神州信息",
        "code": "000555",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1492,
        "create_date": "2025-04-21T23:01:07"
    },
    "002757": {
        "name": "南兴股份",
        "code": "002757",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1493,
        "create_date": "2025-04-21T23:01:07"
    },
    "002361": {
        "name": "神剑股份",
        "code": "002361",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1494,
        "create_date": "2025-04-21T23:01:07"
    },
    "001238": {
        "name": "浙江正特",
        "code": "001238",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1495,
        "create_date": "2025-04-21T23:01:07"
    },
    "002912": {
        "name": "中新赛克",
        "code": "002912",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1497,
        "create_date": "2025-04-21T23:01:07"
    },
    "002276": {
        "name": "万马股份",
        "code": "002276",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1498,
        "create_date": "2025-04-21T23:01:07"
    },
    "002428": {
        "name": "云南锗业",
        "code": "002428",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1499,
        "create_date": "2025-04-21T23:01:07"
    },
    "002241": {
        "name": "歌尔股份",
        "code": "002241",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1500,
        "create_date": "2025-04-21T23:01:07"
    },
    "001301": {
        "name": "尚太科技",
        "code": "001301",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1501,
        "create_date": "2025-04-21T23:01:07"
    },
    "002334": {
        "name": "英威腾",
        "code": "002334",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1502,
        "create_date": "2025-04-21T23:01:07"
    },
    "002301": {
        "name": "齐心集团",
        "code": "002301",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1503,
        "create_date": "2025-04-21T23:01:07"
    },
    "002915": {
        "name": "中欣氟材",
        "code": "002915",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1505,
        "create_date": "2025-04-21T23:01:07"
    },
    "002068": {
        "name": "黑猫股份",
        "code": "002068",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1506,
        "create_date": "2025-04-21T23:01:07"
    },
    "001317": {
        "name": "三羊马",
        "code": "001317",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1509,
        "create_date": "2025-04-21T23:01:07"
    },
    "002824": {
        "name": "和胜股份",
        "code": "002824",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1511,
        "create_date": "2025-04-21T23:01:07"
    },
    "002292": {
        "name": "奥飞娱乐",
        "code": "002292",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1512,
        "create_date": "2025-04-21T23:01:07"
    },
    "002860": {
        "name": "星帅尔",
        "code": "002860",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1515,
        "create_date": "2025-04-21T23:01:07"
    },
    "002826": {
        "name": "易明医药",
        "code": "002826",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1516,
        "create_date": "2025-04-21T23:01:07"
    },
    "002869": {
        "name": "金溢科技",
        "code": "002869",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1517,
        "create_date": "2025-04-21T23:01:07"
    },
    "002993": {
        "name": "奥海科技",
        "code": "002993",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1519,
        "create_date": "2025-04-21T23:01:07"
    },
    "001209": {
        "name": "洪兴股份",
        "code": "001209",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1521,
        "create_date": "2025-04-21T23:01:07"
    },
    "002249": {
        "name": "大洋电机",
        "code": "002249",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1523,
        "create_date": "2025-04-21T23:01:07"
    },
    "000681": {
        "name": "视觉中国",
        "code": "000681",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1524,
        "create_date": "2025-04-21T23:01:07"
    },
    "000016": {
        "name": "深康佳Ａ",
        "code": "000016",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1528,
        "create_date": "2025-04-21T23:01:07"
    },
    "002878": {
        "name": "元隆雅图",
        "code": "002878",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1529,
        "create_date": "2025-04-21T23:01:07"
    },
    "000801": {
        "name": "四川九洲",
        "code": "000801",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1530,
        "create_date": "2025-04-21T23:01:07"
    },
    "002045": {
        "name": "国光电器",
        "code": "002045",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1535,
        "create_date": "2025-04-21T23:01:07"
    },
    "002649": {
        "name": "博彦科技",
        "code": "002649",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1536,
        "create_date": "2025-04-21T23:01:07"
    },
    "002837": {
        "name": "英维克",
        "code": "002837",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1537,
        "create_date": "2025-04-21T23:01:07"
    },
    "002085": {
        "name": "万丰奥威",
        "code": "002085",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1538,
        "create_date": "2025-04-21T23:01:07"
    },
    "002522": {
        "name": "浙江众成",
        "code": "002522",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1539,
        "create_date": "2025-04-21T23:01:07"
    },
    "002476": {
        "name": "宝莫股份",
        "code": "002476",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1540,
        "create_date": "2025-04-21T23:01:07"
    },
    "002885": {
        "name": "京泉华",
        "code": "002885",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1541,
        "create_date": "2025-04-21T23:01:07"
    },
    "002544": {
        "name": "普天科技",
        "code": "002544",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1543,
        "create_date": "2025-04-21T23:01:07"
    },
    "000818": {
        "name": "航锦科技",
        "code": "000818",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1546,
        "create_date": "2025-04-21T23:01:07"
    },
    "002117": {
        "name": "东港股份",
        "code": "002117",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1547,
        "create_date": "2025-04-21T23:01:07"
    },
    "001236": {
        "name": "弘业期货",
        "code": "001236",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1548,
        "create_date": "2025-04-21T23:01:07"
    },
    "002545": {
        "name": "东方铁塔",
        "code": "002545",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1550,
        "create_date": "2025-04-21T23:01:07"
    },
    "002250": {
        "name": "联化科技",
        "code": "002250",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1551,
        "create_date": "2025-04-21T23:01:07"
    },
    "002905": {
        "name": "金逸影视",
        "code": "002905",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1552,
        "create_date": "2025-04-21T23:01:07"
    },
    "002526": {
        "name": "山东矿机",
        "code": "002526",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1553,
        "create_date": "2025-04-21T23:01:07"
    },
    "000042": {
        "name": "中洲控股",
        "code": "000042",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1554,
        "create_date": "2025-04-21T23:01:07"
    },
    "002403": {
        "name": "爱仕达",
        "code": "002403",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1556,
        "create_date": "2025-04-21T23:01:07"
    },
    "002830": {
        "name": "名雕股份",
        "code": "002830",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1557,
        "create_date": "2025-04-21T23:01:07"
    },
    "002535": {
        "name": "林州重机",
        "code": "002535",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1559,
        "create_date": "2025-04-21T23:01:07"
    },
    "002065": {
        "name": "东华软件",
        "code": "002065",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1560,
        "create_date": "2025-04-21T23:01:07"
    },
    "002108": {
        "name": "沧州明珠",
        "code": "002108",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1561,
        "create_date": "2025-04-21T23:01:07"
    },
    "002187": {
        "name": "广百股份",
        "code": "002187",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1562,
        "create_date": "2025-04-21T23:01:07"
    },
    "003026": {
        "name": "中晶科技",
        "code": "003026",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1563,
        "create_date": "2025-04-21T23:01:07"
    },
    "002347": {
        "name": "泰尔股份",
        "code": "002347",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1564,
        "create_date": "2025-04-21T23:01:07"
    },
    "002747": {
        "name": "埃斯顿",
        "code": "002747",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1566,
        "create_date": "2025-04-21T23:01:07"
    },
    "000887": {
        "name": "中鼎股份",
        "code": "000887",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1567,
        "create_date": "2025-04-21T23:01:07"
    },
    "002067": {
        "name": "景兴纸业",
        "code": "002067",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1568,
        "create_date": "2025-04-21T23:01:07"
    },
    "000628": {
        "name": "高新发展",
        "code": "000628",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1569,
        "create_date": "2025-04-21T23:01:07"
    },
    "002549": {
        "name": "凯美特气",
        "code": "002549",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1573,
        "create_date": "2025-04-21T23:01:07"
    },
    "002599": {
        "name": "盛通股份",
        "code": "002599",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1574,
        "create_date": "2025-04-21T23:01:07"
    },
    "002261": {
        "name": "拓维信息",
        "code": "002261",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1575,
        "create_date": "2025-04-21T23:01:07"
    },
    "002866": {
        "name": "传艺科技",
        "code": "002866",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1576,
        "create_date": "2025-04-21T23:01:07"
    },
    "002691": {
        "name": "冀凯股份",
        "code": "002691",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1577,
        "create_date": "2025-04-21T23:01:07"
    },
    "002859": {
        "name": "洁美科技",
        "code": "002859",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1578,
        "create_date": "2025-04-21T23:01:07"
    },
    "002532": {
        "name": "天山铝业",
        "code": "002532",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1579,
        "create_date": "2025-04-21T23:01:07"
    },
    "002597": {
        "name": "金禾实业",
        "code": "002597",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1580,
        "create_date": "2025-04-21T23:01:07"
    },
    "002735": {
        "name": "王子新材",
        "code": "002735",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1581,
        "create_date": "2025-04-21T23:01:07"
    },
    "002681": {
        "name": "奋达科技",
        "code": "002681",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1583,
        "create_date": "2025-04-21T23:01:07"
    },
    "002048": {
        "name": "宁波华翔",
        "code": "002048",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1585,
        "create_date": "2025-04-21T23:01:07"
    },
    "002268": {
        "name": "电科网安",
        "code": "002268",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1589,
        "create_date": "2025-04-21T23:01:07"
    },
    "000815": {
        "name": "美利云",
        "code": "000815",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1590,
        "create_date": "2025-04-21T23:01:07"
    },
    "002755": {
        "name": "奥赛康",
        "code": "002755",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1591,
        "create_date": "2025-04-21T23:01:07"
    },
    "002475": {
        "name": "立讯精密",
        "code": "002475",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1594,
        "create_date": "2025-04-21T23:01:07"
    },
    "002523": {
        "name": "天桥起重",
        "code": "002523",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1595,
        "create_date": "2025-04-21T23:01:07"
    },
    "000912": {
        "name": "泸天化",
        "code": "000912",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1596,
        "create_date": "2025-04-21T23:01:07"
    },
    "000759": {
        "name": "中百集团",
        "code": "000759",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1597,
        "create_date": "2025-04-21T23:01:07"
    },
    "002766": {
        "name": "索菱股份",
        "code": "002766",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1600,
        "create_date": "2025-04-21T23:01:07"
    },
    "002678": {
        "name": "珠江钢琴",
        "code": "002678",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1601,
        "create_date": "2025-04-21T23:01:07"
    },
    "002867": {
        "name": "周大生",
        "code": "002867",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1602,
        "create_date": "2025-04-21T23:01:07"
    },
    "002373": {
        "name": "千方科技",
        "code": "002373",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1603,
        "create_date": "2025-04-21T23:01:07"
    },
    "002397": {
        "name": "梦洁股份",
        "code": "002397",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1604,
        "create_date": "2025-04-21T23:01:07"
    },
    "002967": {
        "name": "广电计量",
        "code": "002967",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1605,
        "create_date": "2025-04-21T23:01:07"
    },
    "002489": {
        "name": "浙江永强",
        "code": "002489",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1607,
        "create_date": "2025-04-21T23:01:07"
    },
    "000536": {
        "name": "华映科技",
        "code": "000536",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1608,
        "create_date": "2025-04-21T23:01:07"
    },
    "002560": {
        "name": "通达股份",
        "code": "002560",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1611,
        "create_date": "2025-04-21T23:01:07"
    },
    "002715": {
        "name": "登云股份",
        "code": "002715",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1613,
        "create_date": "2025-04-21T23:01:07"
    },
    "002768": {
        "name": "国恩股份",
        "code": "002768",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1614,
        "create_date": "2025-04-21T23:01:07"
    },
    "002414": {
        "name": "高德红外",
        "code": "002414",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1618,
        "create_date": "2025-04-21T23:01:07"
    },
    "000559": {
        "name": "万向钱潮",
        "code": "000559",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1620,
        "create_date": "2025-04-21T23:01:07"
    },
    "002207": {
        "name": "准油股份",
        "code": "002207",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1621,
        "create_date": "2025-04-21T23:01:07"
    },
    "002554": {
        "name": "惠博普",
        "code": "002554",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1622,
        "create_date": "2025-04-21T23:01:07"
    },
    "003028": {
        "name": "振邦智能",
        "code": "003028",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1624,
        "create_date": "2025-04-21T23:01:07"
    },
    "000977": {
        "name": "浪潮信息",
        "code": "000977",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1625,
        "create_date": "2025-04-21T23:01:07"
    },
    "002998": {
        "name": "优彩资源",
        "code": "002998",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1627,
        "create_date": "2025-04-21T23:01:07"
    },
    "000576": {
        "name": "甘化科工",
        "code": "000576",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1632,
        "create_date": "2025-04-21T23:01:07"
    },
    "002577": {
        "name": "雷柏科技",
        "code": "002577",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1633,
        "create_date": "2025-04-21T23:01:07"
    },
    "000523": {
        "name": "红棉股份",
        "code": "000523",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1636,
        "create_date": "2025-04-21T23:01:07"
    },
    "002861": {
        "name": "瀛通通讯",
        "code": "002861",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1637,
        "create_date": "2025-04-21T23:01:07"
    },
    "002555": {
        "name": "三七互娱",
        "code": "002555",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1639,
        "create_date": "2025-04-21T23:01:07"
    },
    "002892": {
        "name": "科力尔",
        "code": "002892",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1640,
        "create_date": "2025-04-21T23:01:07"
    },
    "002628": {
        "name": "成都路桥",
        "code": "002628",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1642,
        "create_date": "2025-04-21T23:01:07"
    },
    "002550": {
        "name": "千红制药",
        "code": "002550",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1643,
        "create_date": "2025-04-21T23:01:07"
    },
    "000807": {
        "name": "云铝股份",
        "code": "000807",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1646,
        "create_date": "2025-04-21T23:01:07"
    },
    "002772": {
        "name": "众兴菌业",
        "code": "002772",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1653,
        "create_date": "2025-04-21T23:01:07"
    },
    "000863": {
        "name": "三湘印象",
        "code": "000863",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1654,
        "create_date": "2025-04-21T23:01:07"
    },
    "002916": {
        "name": "深南电路",
        "code": "002916",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1655,
        "create_date": "2025-04-21T23:01:07"
    },
    "002019": {
        "name": "亿帆医药",
        "code": "002019",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1656,
        "create_date": "2025-04-21T23:01:07"
    },
    "002487": {
        "name": "大金重工",
        "code": "002487",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1658,
        "create_date": "2025-04-21T23:01:07"
    },
    "003017": {
        "name": "大洋生物",
        "code": "003017",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1659,
        "create_date": "2025-04-21T23:01:07"
    },
    "002370": {
        "name": "亚太药业",
        "code": "002370",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1661,
        "create_date": "2025-04-21T23:01:07"
    },
    "002642": {
        "name": "荣联科技",
        "code": "002642",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1662,
        "create_date": "2025-04-21T23:01:07"
    },
    "000981": {
        "name": "山子高科",
        "code": "000981",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1663,
        "create_date": "2025-04-21T23:01:07"
    },
    "002792": {
        "name": "通宇通讯",
        "code": "002792",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1665,
        "create_date": "2025-04-21T23:01:07"
    },
    "002331": {
        "name": "皖通科技",
        "code": "002331",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1669,
        "create_date": "2025-04-21T23:01:07"
    },
    "000791": {
        "name": "甘肃能源",
        "code": "000791",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1672,
        "create_date": "2025-04-21T23:01:07"
    },
    "003023": {
        "name": "彩虹集团",
        "code": "003023",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1675,
        "create_date": "2025-04-21T23:01:07"
    },
    "002138": {
        "name": "顺络电子",
        "code": "002138",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1679,
        "create_date": "2025-04-21T23:01:07"
    },
    "002121": {
        "name": "科陆电子",
        "code": "002121",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1683,
        "create_date": "2025-04-21T23:01:07"
    },
    "002401": {
        "name": "中远海科",
        "code": "002401",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1686,
        "create_date": "2025-04-21T23:01:07"
    },
    "001289": {
        "name": "龙源电力",
        "code": "001289",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1688,
        "create_date": "2025-04-21T23:01:07"
    },
    "002190": {
        "name": "成飞集成",
        "code": "002190",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1690,
        "create_date": "2025-04-21T23:01:07"
    },
    "002484": {
        "name": "江海股份",
        "code": "002484",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1691,
        "create_date": "2025-04-21T23:01:07"
    },
    "002209": {
        "name": "达 意 隆",
        "code": "002209",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1692,
        "create_date": "2025-04-21T23:01:07"
    },
    "002036": {
        "name": "联创电子",
        "code": "002036",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1693,
        "create_date": "2025-04-21T23:01:07"
    },
    "002130": {
        "name": "沃尔核材",
        "code": "002130",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1698,
        "create_date": "2025-04-21T23:01:07"
    },
    "002796": {
        "name": "世嘉科技",
        "code": "002796",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1700,
        "create_date": "2025-04-21T23:01:07"
    },
    "002596": {
        "name": "海南瑞泽",
        "code": "002596",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1701,
        "create_date": "2025-04-21T23:01:07"
    },
    "002295": {
        "name": "精艺股份",
        "code": "002295",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1707,
        "create_date": "2025-04-21T23:01:07"
    },
    "001202": {
        "name": "炬申股份",
        "code": "001202",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1709,
        "create_date": "2025-04-21T23:01:07"
    },
    "002107": {
        "name": "沃华医药",
        "code": "002107",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1710,
        "create_date": "2025-04-21T23:01:07"
    },
    "002520": {
        "name": "日发精机",
        "code": "002520",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1711,
        "create_date": "2025-04-21T23:01:07"
    },
    "003018": {
        "name": "金富科技",
        "code": "003018",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1714,
        "create_date": "2025-04-21T23:01:07"
    },
    "002593": {
        "name": "日上集团",
        "code": "002593",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1715,
        "create_date": "2025-04-21T23:01:07"
    },
    "002137": {
        "name": "实益达",
        "code": "002137",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1716,
        "create_date": "2025-04-21T23:01:07"
    },
    "002882": {
        "name": "金龙羽",
        "code": "002882",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1722,
        "create_date": "2025-04-21T23:01:07"
    },
    "000708": {
        "name": "中信特钢",
        "code": "000708",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1723,
        "create_date": "2025-04-21T23:01:07"
    },
    "000688": {
        "name": "国城矿业",
        "code": "000688",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1724,
        "create_date": "2025-04-21T23:01:07"
    },
    "000962": {
        "name": "东方钽业",
        "code": "000962",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1727,
        "create_date": "2025-04-21T23:01:07"
    },
    "001314": {
        "name": "亿道信息",
        "code": "001314",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1728,
        "create_date": "2025-04-21T23:01:07"
    },
    "002103": {
        "name": "广博股份",
        "code": "002103",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1729,
        "create_date": "2025-04-21T23:01:07"
    },
    "000878": {
        "name": "云南铜业",
        "code": "000878",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1730,
        "create_date": "2025-04-21T23:01:07"
    },
    "002416": {
        "name": "爱施德",
        "code": "002416",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1731,
        "create_date": "2025-04-21T23:01:07"
    },
    "001225": {
        "name": "和泰机电",
        "code": "001225",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1732,
        "create_date": "2025-04-21T23:01:07"
    },
    "002638": {
        "name": "勤上股份",
        "code": "002638",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1734,
        "create_date": "2025-04-21T23:01:07"
    },
    "002718": {
        "name": "友邦吊顶",
        "code": "002718",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1735,
        "create_date": "2025-04-21T23:01:07"
    },
    "002006": {
        "name": "精工科技",
        "code": "002006",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1738,
        "create_date": "2025-04-21T23:01:07"
    },
    "002652": {
        "name": "扬子新材",
        "code": "002652",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1739,
        "create_date": "2025-04-21T23:01:07"
    },
    "002921": {
        "name": "联诚精密",
        "code": "002921",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1740,
        "create_date": "2025-04-21T23:01:07"
    },
    "000802": {
        "name": "北京文化",
        "code": "000802",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1741,
        "create_date": "2025-04-21T23:01:07"
    },
    "000920": {
        "name": "沃顿科技",
        "code": "000920",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1744,
        "create_date": "2025-04-21T23:01:07"
    },
    "002053": {
        "name": "云南能投",
        "code": "002053",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1746,
        "create_date": "2025-04-21T23:01:07"
    },
    "002771": {
        "name": "真视通",
        "code": "002771",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1747,
        "create_date": "2025-04-21T23:01:07"
    },
    "002655": {
        "name": "共达电声",
        "code": "002655",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1748,
        "create_date": "2025-04-21T23:01:07"
    },
    "000670": {
        "name": "盈方微",
        "code": "000670",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1752,
        "create_date": "2025-04-21T23:01:07"
    },
    "000700": {
        "name": "模塑科技",
        "code": "000700",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1754,
        "create_date": "2025-04-21T23:01:07"
    },
    "000409": {
        "name": "云鼎科技",
        "code": "000409",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1755,
        "create_date": "2025-04-21T23:01:07"
    },
    "000970": {
        "name": "中科三环",
        "code": "000970",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1759,
        "create_date": "2025-04-21T23:01:07"
    },
    "002733": {
        "name": "雄韬股份",
        "code": "002733",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1760,
        "create_date": "2025-04-21T23:01:07"
    },
    "002434": {
        "name": "万里扬",
        "code": "002434",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1765,
        "create_date": "2025-04-21T23:01:07"
    },
    "002399": {
        "name": "海普瑞",
        "code": "002399",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1768,
        "create_date": "2025-04-21T23:01:07"
    },
    "000812": {
        "name": "陕西金叶",
        "code": "000812",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1769,
        "create_date": "2025-04-21T23:01:07"
    },
    "002746": {
        "name": "仙坛股份",
        "code": "002746",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1772,
        "create_date": "2025-04-21T23:01:07"
    },
    "002900": {
        "name": "哈三联",
        "code": "002900",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1781,
        "create_date": "2025-04-21T23:01:07"
    },
    "003015": {
        "name": "日久光电",
        "code": "003015",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1782,
        "create_date": "2025-04-21T23:01:07"
    },
    "002046": {
        "name": "国机精工",
        "code": "002046",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1784,
        "create_date": "2025-04-21T23:01:07"
    },
    "002080": {
        "name": "中材科技",
        "code": "002080",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1785,
        "create_date": "2025-04-21T23:01:07"
    },
    "002703": {
        "name": "浙江世宝",
        "code": "002703",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1788,
        "create_date": "2025-04-21T23:01:07"
    },
    "002698": {
        "name": "博实股份",
        "code": "002698",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1791,
        "create_date": "2025-04-21T23:01:07"
    },
    "000893": {
        "name": "亚钾国际",
        "code": "000893",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1793,
        "create_date": "2025-04-21T23:01:07"
    },
    "002265": {
        "name": "建设工业",
        "code": "002265",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1794,
        "create_date": "2025-04-21T23:01:07"
    },
    "002198": {
        "name": "嘉应制药",
        "code": "002198",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1795,
        "create_date": "2025-04-21T23:01:07"
    },
    "002906": {
        "name": "华阳集团",
        "code": "002906",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1796,
        "create_date": "2025-04-21T23:01:07"
    },
    "002312": {
        "name": "川发龙蟒",
        "code": "002312",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1798,
        "create_date": "2025-04-21T23:01:07"
    },
    "002708": {
        "name": "光洋股份",
        "code": "002708",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1800,
        "create_date": "2025-04-21T23:01:07"
    },
    "002122": {
        "name": "汇洲智能",
        "code": "002122",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1801,
        "create_date": "2025-04-21T23:01:07"
    },
    "002530": {
        "name": "金财互联",
        "code": "002530",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1802,
        "create_date": "2025-04-21T23:01:07"
    },
    "000633": {
        "name": "合金投资",
        "code": "000633",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1804,
        "create_date": "2025-04-21T23:01:07"
    },
    "000408": {
        "name": "藏格矿业",
        "code": "000408",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1805,
        "create_date": "2025-04-21T23:01:07"
    },
    "002913": {
        "name": "奥士康",
        "code": "002913",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1807,
        "create_date": "2025-04-21T23:01:07"
    },
    "002893": {
        "name": "京能热力",
        "code": "002893",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1813,
        "create_date": "2025-04-21T23:01:07"
    },
    "000951": {
        "name": "中国重汽",
        "code": "000951",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1814,
        "create_date": "2025-04-21T23:01:07"
    },
    "000837": {
        "name": "秦川机床",
        "code": "000837",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1818,
        "create_date": "2025-04-21T23:01:07"
    },
    "002446": {
        "name": "盛路通信",
        "code": "002446",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1819,
        "create_date": "2025-04-21T23:01:07"
    },
    "002862": {
        "name": "实丰文化",
        "code": "002862",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1820,
        "create_date": "2025-04-21T23:01:07"
    },
    "002101": {
        "name": "广东鸿图",
        "code": "002101",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1821,
        "create_date": "2025-04-21T23:01:07"
    },
    "002152": {
        "name": "广电运通",
        "code": "002152",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1823,
        "create_date": "2025-04-21T23:01:07"
    },
    "002184": {
        "name": "海得控制",
        "code": "002184",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1824,
        "create_date": "2025-04-21T23:01:07"
    },
    "002497": {
        "name": "雅化集团",
        "code": "002497",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1828,
        "create_date": "2025-04-21T23:01:07"
    },
    "000037": {
        "name": "深南电A",
        "code": "000037",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1831,
        "create_date": "2025-04-21T23:01:07"
    },
    "000420": {
        "name": "吉林化纤",
        "code": "000420",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1835,
        "create_date": "2025-04-21T23:01:07"
    },
    "000530": {
        "name": "冰山冷热",
        "code": "000530",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1837,
        "create_date": "2025-04-21T23:01:07"
    },
    "002456": {
        "name": "欧菲光",
        "code": "002456",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1838,
        "create_date": "2025-04-21T23:01:07"
    },
    "002384": {
        "name": "东山精密",
        "code": "002384",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1847,
        "create_date": "2025-04-21T23:01:07"
    },
    "002732": {
        "name": "燕塘乳业",
        "code": "002732",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1848,
        "create_date": "2025-04-21T23:01:07"
    },
    "000021": {
        "name": "深科技",
        "code": "000021",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1849,
        "create_date": "2025-04-21T23:01:07"
    },
    "001380": {
        "name": "华纬科技",
        "code": "001380",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1850,
        "create_date": "2025-04-21T23:01:07"
    },
    "000868": {
        "name": "安凯客车",
        "code": "000868",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1851,
        "create_date": "2025-04-21T23:01:07"
    },
    "000719": {
        "name": "中原传媒",
        "code": "000719",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1852,
        "create_date": "2025-04-21T23:01:07"
    },
    "002467": {
        "name": "二六三",
        "code": "002467",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1853,
        "create_date": "2025-04-21T23:01:07"
    },
    "002590": {
        "name": "万安科技",
        "code": "002590",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1854,
        "create_date": "2025-04-21T23:01:07"
    },
    "002709": {
        "name": "天赐材料",
        "code": "002709",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1855,
        "create_date": "2025-04-21T23:01:07"
    },
    "002115": {
        "name": "三维通信",
        "code": "002115",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1859,
        "create_date": "2025-04-21T23:01:07"
    },
    "002811": {
        "name": "郑中设计",
        "code": "002811",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1861,
        "create_date": "2025-04-21T23:01:07"
    },
    "000960": {
        "name": "锡业股份",
        "code": "000960",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1862,
        "create_date": "2025-04-21T23:01:07"
    },
    "001258": {
        "name": "立新能源",
        "code": "001258",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1865,
        "create_date": "2025-04-21T23:01:07"
    },
    "000045": {
        "name": "深纺织Ａ",
        "code": "000045",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1866,
        "create_date": "2025-04-21T23:01:07"
    },
    "002879": {
        "name": "长缆科技",
        "code": "002879",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1867,
        "create_date": "2025-04-21T23:01:07"
    },
    "001309": {
        "name": "德明利",
        "code": "001309",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1868,
        "create_date": "2025-04-21T23:01:07"
    },
    "002558": {
        "name": "巨人网络",
        "code": "002558",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1869,
        "create_date": "2025-04-21T23:01:07"
    },
    "002797": {
        "name": "第一创业",
        "code": "002797",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1870,
        "create_date": "2025-04-21T23:01:07"
    },
    "000829": {
        "name": "天音控股",
        "code": "000829",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1873,
        "create_date": "2025-04-21T23:01:07"
    },
    "002339": {
        "name": "积成电子",
        "code": "002339",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1877,
        "create_date": "2025-04-21T23:01:07"
    },
    "002863": {
        "name": "今飞凯达",
        "code": "002863",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1880,
        "create_date": "2025-04-21T23:01:07"
    },
    "002400": {
        "name": "省广集团",
        "code": "002400",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1881,
        "create_date": "2025-04-21T23:01:07"
    },
    "002355": {
        "name": "兴民智通",
        "code": "002355",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1882,
        "create_date": "2025-04-21T23:01:07"
    },
    "002410": {
        "name": "广联达",
        "code": "002410",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1883,
        "create_date": "2025-04-21T23:01:07"
    },
    "000767": {
        "name": "晋控电力",
        "code": "000767",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1885,
        "create_date": "2025-04-21T23:01:07"
    },
    "002917": {
        "name": "金奥博",
        "code": "002917",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1887,
        "create_date": "2025-04-21T23:01:07"
    },
    "001367": {
        "name": "海森药业",
        "code": "001367",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1890,
        "create_date": "2025-04-21T23:01:07"
    },
    "002426": {
        "name": "胜利精密",
        "code": "002426",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1893,
        "create_date": "2025-04-21T23:01:07"
    },
    "000848": {
        "name": "承德露露",
        "code": "000848",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1894,
        "create_date": "2025-04-21T23:01:07"
    },
    "000856": {
        "name": "冀东装备",
        "code": "000856",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1895,
        "create_date": "2025-04-21T23:01:07"
    },
    "000955": {
        "name": "欣龙控股",
        "code": "000955",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1898,
        "create_date": "2025-04-21T23:01:07"
    },
    "000066": {
        "name": "中国长城",
        "code": "000066",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1900,
        "create_date": "2025-04-21T23:01:07"
    },
    "002722": {
        "name": "物产金轮",
        "code": "002722",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1901,
        "create_date": "2025-04-21T23:01:07"
    },
    "001379": {
        "name": "腾达科技",
        "code": "001379",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1907,
        "create_date": "2025-04-21T23:01:07"
    },
    "000058": {
        "name": "深 赛 格",
        "code": "000058",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1909,
        "create_date": "2025-04-21T23:01:07"
    },
    "002730": {
        "name": "电光科技",
        "code": "002730",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1910,
        "create_date": "2025-04-21T23:01:07"
    },
    "002598": {
        "name": "山东章鼓",
        "code": "002598",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1912,
        "create_date": "2025-04-21T23:01:07"
    },
    "002877": {
        "name": "智能自控",
        "code": "002877",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1914,
        "create_date": "2025-04-21T23:01:07"
    },
    "002633": {
        "name": "申科股份",
        "code": "002633",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1917,
        "create_date": "2025-04-21T23:01:07"
    },
    "002102": {
        "name": "能特科技",
        "code": "002102",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1918,
        "create_date": "2025-04-21T23:01:07"
    },
    "002927": {
        "name": "泰永长征",
        "code": "002927",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1920,
        "create_date": "2025-04-21T23:01:07"
    },
    "000547": {
        "name": "航天发展",
        "code": "000547",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1924,
        "create_date": "2025-04-21T23:01:07"
    },
    "000757": {
        "name": "浩物股份",
        "code": "000757",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1926,
        "create_date": "2025-04-21T23:01:07"
    },
    "002219": {
        "name": "新里程",
        "code": "002219",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1928,
        "create_date": "2025-04-21T23:01:07"
    },
    "002664": {
        "name": "信质集团",
        "code": "002664",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1929,
        "create_date": "2025-04-21T23:01:07"
    },
    "002448": {
        "name": "中原内配",
        "code": "002448",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1933,
        "create_date": "2025-04-21T23:01:07"
    },
    "002729": {
        "name": "好利科技",
        "code": "002729",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1936,
        "create_date": "2025-04-21T23:01:07"
    },
    "000157": {
        "name": "中联重科",
        "code": "000157",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1937,
        "create_date": "2025-04-21T23:01:07"
    },
    "002574": {
        "name": "明牌珠宝",
        "code": "002574",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1938,
        "create_date": "2025-04-21T23:01:07"
    },
    "002171": {
        "name": "楚江新材",
        "code": "002171",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1939,
        "create_date": "2025-04-21T23:01:07"
    },
    "002418": {
        "name": "康盛股份",
        "code": "002418",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1940,
        "create_date": "2025-04-21T23:01:07"
    },
    "001299": {
        "name": "美能能源",
        "code": "001299",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1942,
        "create_date": "2025-04-21T23:01:07"
    },
    "002023": {
        "name": "海特高新",
        "code": "002023",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1943,
        "create_date": "2025-04-21T23:01:07"
    },
    "002362": {
        "name": "汉王科技",
        "code": "002362",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1944,
        "create_date": "2025-04-21T23:01:07"
    },
    "002986": {
        "name": "宇新股份",
        "code": "002986",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1945,
        "create_date": "2025-04-21T23:01:07"
    },
    "002694": {
        "name": "顾地科技",
        "code": "002694",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1946,
        "create_date": "2025-04-21T23:01:07"
    },
    "002614": {
        "name": "奥佳华",
        "code": "002614",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1948,
        "create_date": "2025-04-21T23:01:07"
    },
    "000655": {
        "name": "金岭矿业",
        "code": "000655",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1956,
        "create_date": "2025-04-21T23:01:07"
    },
    "002298": {
        "name": "中电鑫龙",
        "code": "002298",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1959,
        "create_date": "2025-04-21T23:01:07"
    },
    "002815": {
        "name": "崇达技术",
        "code": "002815",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1961,
        "create_date": "2025-04-21T23:01:07"
    },
    "002421": {
        "name": "达实智能",
        "code": "002421",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1963,
        "create_date": "2025-04-21T23:01:07"
    },
    "002451": {
        "name": "摩恩电气",
        "code": "002451",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1965,
        "create_date": "2025-04-21T23:01:07"
    },
    "002949": {
        "name": "华阳国际",
        "code": "002949",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1966,
        "create_date": "2025-04-21T23:01:07"
    },
    "000883": {
        "name": "湖北能源",
        "code": "000883",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1967,
        "create_date": "2025-04-21T23:01:07"
    },
    "002587": {
        "name": "奥拓电子",
        "code": "002587",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1969,
        "create_date": "2025-04-21T23:01:07"
    },
    "002283": {
        "name": "天润工业",
        "code": "002283",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1970,
        "create_date": "2025-04-21T23:01:07"
    },
    "001211": {
        "name": "双枪科技",
        "code": "001211",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1971,
        "create_date": "2025-04-21T23:01:07"
    },
    "002865": {
        "name": "钧达股份",
        "code": "002865",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1976,
        "create_date": "2025-04-21T23:01:07"
    },
    "002611": {
        "name": "东方精工",
        "code": "002611",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1977,
        "create_date": "2025-04-21T23:01:07"
    },
    "002584": {
        "name": "西陇科学",
        "code": "002584",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1979,
        "create_date": "2025-04-21T23:01:07"
    },
    "002437": {
        "name": "誉衡药业",
        "code": "002437",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1980,
        "create_date": "2025-04-21T23:01:07"
    },
    "002767": {
        "name": "先锋电子",
        "code": "002767",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1981,
        "create_date": "2025-04-21T23:01:07"
    },
    "002880": {
        "name": "卫光生物",
        "code": "002880",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1982,
        "create_date": "2025-04-21T23:01:07"
    },
    "002406": {
        "name": "远东传动",
        "code": "002406",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1985,
        "create_date": "2025-04-21T23:01:07"
    },
    "002073": {
        "name": "软控股份",
        "code": "002073",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1986,
        "create_date": "2025-04-21T23:01:07"
    },
    "002660": {
        "name": "茂硕电源",
        "code": "002660",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1989,
        "create_date": "2025-04-21T23:01:07"
    },
    "002291": {
        "name": "遥望科技",
        "code": "002291",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1992,
        "create_date": "2025-04-21T23:01:07"
    },
    "000938": {
        "name": "紫光股份",
        "code": "000938",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1993,
        "create_date": "2025-04-21T23:01:07"
    },
    "002494": {
        "name": "华斯股份",
        "code": "002494",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1996,
        "create_date": "2025-04-21T23:01:07"
    },
    "002281": {
        "name": "光迅科技",
        "code": "002281",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1997,
        "create_date": "2025-04-21T23:01:07"
    },
    "002106": {
        "name": "莱宝高科",
        "code": "002106",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1998,
        "create_date": "2025-04-21T23:01:07"
    },
    "002518": {
        "name": "科士达",
        "code": "002518",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 1999,
        "create_date": "2025-04-21T23:01:07"
    },
    "002950": {
        "name": "奥美医疗",
        "code": "002950",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2000,
        "create_date": "2025-04-21T23:01:07"
    },
    "002072": {
        "name": "凯瑞德",
        "code": "002072",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2005,
        "create_date": "2025-04-21T23:01:07"
    },
    "002488": {
        "name": "金固股份",
        "code": "002488",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2007,
        "create_date": "2025-04-21T23:01:07"
    },
    "002685": {
        "name": "华东重机",
        "code": "002685",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2009,
        "create_date": "2025-04-21T23:01:07"
    },
    "002441": {
        "name": "众业达",
        "code": "002441",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2012,
        "create_date": "2025-04-21T23:01:07"
    },
    "000096": {
        "name": "广聚能源",
        "code": "000096",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2013,
        "create_date": "2025-04-21T23:01:07"
    },
    "001338": {
        "name": "永顺泰",
        "code": "001338",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2016,
        "create_date": "2025-04-21T23:01:07"
    },
    "002363": {
        "name": "隆基机械",
        "code": "002363",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2019,
        "create_date": "2025-04-21T23:01:07"
    },
    "000892": {
        "name": "欢瑞世纪",
        "code": "000892",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2020,
        "create_date": "2025-04-21T23:01:07"
    },
    "000702": {
        "name": "正虹科技",
        "code": "000702",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2021,
        "create_date": "2025-04-21T23:01:07"
    },
    "002608": {
        "name": "江苏国信",
        "code": "002608",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2023,
        "create_date": "2025-04-21T23:01:07"
    },
    "002559": {
        "name": "亚威股份",
        "code": "002559",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2025,
        "create_date": "2025-04-21T23:01:07"
    },
    "003007": {
        "name": "直真科技",
        "code": "003007",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2029,
        "create_date": "2025-04-21T23:01:07"
    },
    "002213": {
        "name": "大为股份",
        "code": "002213",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2031,
        "create_date": "2025-04-21T23:01:07"
    },
    "000663": {
        "name": "永安林业",
        "code": "000663",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2032,
        "create_date": "2025-04-21T23:01:07"
    },
    "002230": {
        "name": "科大讯飞",
        "code": "002230",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2035,
        "create_date": "2025-04-21T23:01:07"
    },
    "002442": {
        "name": "龙星科技",
        "code": "002442",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2037,
        "create_date": "2025-04-21T23:01:07"
    },
    "000422": {
        "name": "湖北宜化",
        "code": "000422",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2038,
        "create_date": "2025-04-21T23:01:07"
    },
    "002696": {
        "name": "百洋股份",
        "code": "002696",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2040,
        "create_date": "2025-04-21T23:01:07"
    },
    "002393": {
        "name": "力生制药",
        "code": "002393",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2045,
        "create_date": "2025-04-21T23:01:07"
    },
    "002938": {
        "name": "鹏鼎控股",
        "code": "002938",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2047,
        "create_date": "2025-04-21T23:01:07"
    },
    "002739": {
        "name": "万达电影",
        "code": "002739",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2049,
        "create_date": "2025-04-21T23:01:07"
    },
    "000758": {
        "name": "中色股份",
        "code": "000758",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2053,
        "create_date": "2025-04-21T23:01:07"
    },
    "000676": {
        "name": "智度股份",
        "code": "000676",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2054,
        "create_date": "2025-04-21T23:01:07"
    },
    "002919": {
        "name": "名臣健康",
        "code": "002919",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2055,
        "create_date": "2025-04-21T23:01:07"
    },
    "000521": {
        "name": "长虹美菱",
        "code": "000521",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2056,
        "create_date": "2025-04-21T23:01:07"
    },
    "000839": {
        "name": "中信国安",
        "code": "000839",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2058,
        "create_date": "2025-04-21T23:01:07"
    },
    "000665": {
        "name": "湖北广电",
        "code": "000665",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2059,
        "create_date": "2025-04-21T23:01:07"
    },
    "000988": {
        "name": "华工科技",
        "code": "000988",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2060,
        "create_date": "2025-04-21T23:01:07"
    },
    "002483": {
        "name": "润邦股份",
        "code": "002483",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2061,
        "create_date": "2025-04-21T23:01:07"
    },
    "002346": {
        "name": "柘中股份",
        "code": "002346",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2062,
        "create_date": "2025-04-21T23:01:07"
    },
    "002908": {
        "name": "德生科技",
        "code": "002908",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2065,
        "create_date": "2025-04-21T23:01:07"
    },
    "000963": {
        "name": "华东医药",
        "code": "000963",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2066,
        "create_date": "2025-04-21T23:01:07"
    },
    "001306": {
        "name": "夏厦精密",
        "code": "001306",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2067,
        "create_date": "2025-04-21T23:01:07"
    },
    "003022": {
        "name": "联泓新科",
        "code": "003022",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2069,
        "create_date": "2025-04-21T23:01:07"
    },
    "002290": {
        "name": "禾盛新材",
        "code": "002290",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2070,
        "create_date": "2025-04-21T23:01:07"
    },
    "000551": {
        "name": "创元科技",
        "code": "000551",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2071,
        "create_date": "2025-04-21T23:01:07"
    },
    "000875": {
        "name": "吉电股份",
        "code": "000875",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2073,
        "create_date": "2025-04-21T23:01:07"
    },
    "002287": {
        "name": "奇正藏药",
        "code": "002287",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2078,
        "create_date": "2025-04-21T23:01:07"
    },
    "000546": {
        "name": "金圆股份",
        "code": "000546",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2079,
        "create_date": "2025-04-21T23:01:07"
    },
    "002624": {
        "name": "完美世界",
        "code": "002624",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2080,
        "create_date": "2025-04-21T23:01:07"
    },
    "000593": {
        "name": "德龙汇能",
        "code": "000593",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2081,
        "create_date": "2025-04-21T23:01:07"
    },
    "002741": {
        "name": "光华科技",
        "code": "002741",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2082,
        "create_date": "2025-04-21T23:01:07"
    },
    "002823": {
        "name": "凯中精密",
        "code": "002823",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2085,
        "create_date": "2025-04-21T23:01:07"
    },
    "000600": {
        "name": "建投能源",
        "code": "000600",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2086,
        "create_date": "2025-04-21T23:01:07"
    },
    "002181": {
        "name": "粤 传 媒",
        "code": "002181",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2087,
        "create_date": "2025-04-21T23:01:07"
    },
    "001210": {
        "name": "金房能源",
        "code": "001210",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2088,
        "create_date": "2025-04-21T23:01:07"
    },
    "002189": {
        "name": "中光学",
        "code": "002189",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2090,
        "create_date": "2025-04-21T23:01:07"
    },
    "002725": {
        "name": "跃岭股份",
        "code": "002725",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2091,
        "create_date": "2025-04-21T23:01:07"
    },
    "002148": {
        "name": "北纬科技",
        "code": "002148",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2095,
        "create_date": "2025-04-21T23:01:07"
    },
    "002119": {
        "name": "康强电子",
        "code": "002119",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2097,
        "create_date": "2025-04-21T23:01:07"
    },
    "001226": {
        "name": "拓山重工",
        "code": "001226",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2098,
        "create_date": "2025-04-21T23:01:07"
    },
    "002972": {
        "name": "科安达",
        "code": "002972",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2099,
        "create_date": "2025-04-21T23:01:07"
    },
    "002661": {
        "name": "克明食品",
        "code": "002661",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2100,
        "create_date": "2025-04-21T23:01:07"
    },
    "002817": {
        "name": "黄山胶囊",
        "code": "002817",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2102,
        "create_date": "2025-04-21T23:01:07"
    },
    "002876": {
        "name": "三利谱",
        "code": "002876",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2105,
        "create_date": "2025-04-21T23:01:07"
    },
    "000607": {
        "name": "华媒控股",
        "code": "000607",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2106,
        "create_date": "2025-04-21T23:01:07"
    },
    "002585": {
        "name": "双星新材",
        "code": "002585",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2108,
        "create_date": "2025-04-21T23:01:07"
    },
    "002348": {
        "name": "高乐股份",
        "code": "002348",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2109,
        "create_date": "2025-04-21T23:01:07"
    },
    "002031": {
        "name": "巨轮智能",
        "code": "002031",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2112,
        "create_date": "2025-04-21T23:01:07"
    },
    "000008": {
        "name": "神州高铁",
        "code": "000008",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2116,
        "create_date": "2025-04-21T23:01:07"
    },
    "001256": {
        "name": "炜冈科技",
        "code": "001256",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2117,
        "create_date": "2025-04-21T23:01:07"
    },
    "002368": {
        "name": "太极股份",
        "code": "002368",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2118,
        "create_date": "2025-04-21T23:01:07"
    },
    "002724": {
        "name": "海洋王",
        "code": "002724",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2122,
        "create_date": "2025-04-21T23:01:07"
    },
    "002185": {
        "name": "华天科技",
        "code": "002185",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2126,
        "create_date": "2025-04-21T23:01:07"
    },
    "000751": {
        "name": "锌业股份",
        "code": "000751",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2128,
        "create_date": "2025-04-21T23:01:07"
    },
    "002835": {
        "name": "同为股份",
        "code": "002835",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2130,
        "create_date": "2025-04-21T23:01:07"
    },
    "002546": {
        "name": "新联电子",
        "code": "002546",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2132,
        "create_date": "2025-04-21T23:01:07"
    },
    "002670": {
        "name": "国盛金控",
        "code": "002670",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2133,
        "create_date": "2025-04-21T23:01:07"
    },
    "000533": {
        "name": "顺钠股份",
        "code": "000533",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2134,
        "create_date": "2025-04-21T23:01:07"
    },
    "002937": {
        "name": "兴瑞科技",
        "code": "002937",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2135,
        "create_date": "2025-04-21T23:01:07"
    },
    "002376": {
        "name": "新北洋",
        "code": "002376",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2138,
        "create_date": "2025-04-21T23:01:07"
    },
    "000553": {
        "name": "安道麦A",
        "code": "000553",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2141,
        "create_date": "2025-04-21T23:01:07"
    },
    "000532": {
        "name": "华金资本",
        "code": "000532",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2142,
        "create_date": "2025-04-21T23:01:07"
    },
    "002114": {
        "name": "罗平锌电",
        "code": "002114",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2146,
        "create_date": "2025-04-21T23:01:07"
    },
    "002169": {
        "name": "智光电气",
        "code": "002169",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2148,
        "create_date": "2025-04-21T23:01:07"
    },
    "002057": {
        "name": "中钢天源",
        "code": "002057",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2151,
        "create_date": "2025-04-21T23:01:07"
    },
    "000788": {
        "name": "北大医药",
        "code": "000788",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2152,
        "create_date": "2025-04-21T23:01:07"
    },
    "002975": {
        "name": "博杰股份",
        "code": "002975",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2153,
        "create_date": "2025-04-21T23:01:07"
    },
    "002579": {
        "name": "中京电子",
        "code": "002579",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2158,
        "create_date": "2025-04-21T23:01:07"
    },
    "002239": {
        "name": "奥特佳",
        "code": "002239",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2161,
        "create_date": "2025-04-21T23:01:07"
    },
    "000678": {
        "name": "襄阳轴承",
        "code": "000678",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2162,
        "create_date": "2025-04-21T23:01:07"
    },
    "002415": {
        "name": "海康威视",
        "code": "002415",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2163,
        "create_date": "2025-04-21T23:01:07"
    },
    "000032": {
        "name": "深桑达Ａ",
        "code": "000032",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2164,
        "create_date": "2025-04-21T23:01:07"
    },
    "002705": {
        "name": "新宝股份",
        "code": "002705",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2165,
        "create_date": "2025-04-21T23:01:07"
    },
    "002012": {
        "name": "凯恩股份",
        "code": "002012",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2169,
        "create_date": "2025-04-21T23:01:07"
    },
    "000969": {
        "name": "安泰科技",
        "code": "000969",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2172,
        "create_date": "2025-04-21T23:01:07"
    },
    "003025": {
        "name": "思进智能",
        "code": "003025",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2173,
        "create_date": "2025-04-21T23:01:07"
    },
    "000782": {
        "name": "恒申新材",
        "code": "000782",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2175,
        "create_date": "2025-04-21T23:01:07"
    },
    "003029": {
        "name": "吉大正元",
        "code": "003029",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2176,
        "create_date": "2025-04-21T23:01:07"
    },
    "000155": {
        "name": "川能动力",
        "code": "000155",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2177,
        "create_date": "2025-04-21T23:01:07"
    },
    "002248": {
        "name": "华东数控",
        "code": "002248",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2178,
        "create_date": "2025-04-21T23:01:07"
    },
    "002166": {
        "name": "莱茵生物",
        "code": "002166",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2179,
        "create_date": "2025-04-21T23:01:07"
    },
    "002547": {
        "name": "春兴精工",
        "code": "002547",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2181,
        "create_date": "2025-04-21T23:01:07"
    },
    "002313": {
        "name": "日海智能",
        "code": "002313",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2186,
        "create_date": "2025-04-21T23:01:07"
    },
    "002366": {
        "name": "融发核电",
        "code": "002366",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2187,
        "create_date": "2025-04-21T23:01:07"
    },
    "002015": {
        "name": "协鑫能科",
        "code": "002015",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2188,
        "create_date": "2025-04-21T23:01:07"
    },
    "001358": {
        "name": "兴欣新材",
        "code": "001358",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2189,
        "create_date": "2025-04-21T23:01:07"
    },
    "000153": {
        "name": "丰原药业",
        "code": "000153",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2191,
        "create_date": "2025-04-21T23:01:07"
    },
    "002246": {
        "name": "北化股份",
        "code": "002246",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2193,
        "create_date": "2025-04-21T23:01:07"
    },
    "002692": {
        "name": "远程股份",
        "code": "002692",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2195,
        "create_date": "2025-04-21T23:01:07"
    },
    "002940": {
        "name": "昂利康",
        "code": "002940",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2199,
        "create_date": "2025-04-21T23:01:07"
    },
    "001231": {
        "name": "农心科技",
        "code": "001231",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2203,
        "create_date": "2025-04-21T23:01:07"
    },
    "000156": {
        "name": "华数传媒",
        "code": "000156",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2208,
        "create_date": "2025-04-21T23:01:07"
    },
    "001208": {
        "name": "华菱线缆",
        "code": "001208",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2209,
        "create_date": "2025-04-21T23:01:07"
    },
    "000936": {
        "name": "华西股份",
        "code": "000936",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2212,
        "create_date": "2025-04-21T23:01:07"
    },
    "002465": {
        "name": "海格通信",
        "code": "002465",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2214,
        "create_date": "2025-04-21T23:01:07"
    },
    "002078": {
        "name": "太阳纸业",
        "code": "002078",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2218,
        "create_date": "2025-04-21T23:01:07"
    },
    "002995": {
        "name": "天地在线",
        "code": "002995",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2219,
        "create_date": "2025-04-21T23:01:07"
    },
    "002369": {
        "name": "卓翼科技",
        "code": "002369",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2222,
        "create_date": "2025-04-21T23:01:07"
    },
    "002326": {
        "name": "永太科技",
        "code": "002326",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2225,
        "create_date": "2025-04-21T23:01:07"
    },
    "002229": {
        "name": "鸿博股份",
        "code": "002229",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2226,
        "create_date": "2025-04-21T23:01:07"
    },
    "000761": {
        "name": "本钢板材",
        "code": "000761",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2228,
        "create_date": "2025-04-21T23:01:07"
    },
    "002533": {
        "name": "金杯电工",
        "code": "002533",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2230,
        "create_date": "2025-04-21T23:01:07"
    },
    "002471": {
        "name": "中超控股",
        "code": "002471",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2232,
        "create_date": "2025-04-21T23:01:07"
    },
    "000901": {
        "name": "航天科技",
        "code": "000901",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2233,
        "create_date": "2025-04-21T23:01:07"
    },
    "001278": {
        "name": "一彬科技",
        "code": "001278",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2234,
        "create_date": "2025-04-21T23:01:07"
    },
    "001255": {
        "name": "博菲电气",
        "code": "001255",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2235,
        "create_date": "2025-04-21T23:01:07"
    },
    "002707": {
        "name": "众信旅游",
        "code": "002707",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2236,
        "create_date": "2025-04-21T23:01:07"
    },
    "002160": {
        "name": "常铝股份",
        "code": "002160",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2240,
        "create_date": "2025-04-21T23:01:07"
    },
    "002641": {
        "name": "公元股份",
        "code": "002641",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2241,
        "create_date": "2025-04-21T23:01:07"
    },
    "002738": {
        "name": "中矿资源",
        "code": "002738",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2242,
        "create_date": "2025-04-21T23:01:07"
    },
    "000561": {
        "name": "烽火电子",
        "code": "000561",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2244,
        "create_date": "2025-04-21T23:01:07"
    },
    "000612": {
        "name": "焦作万方",
        "code": "000612",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2246,
        "create_date": "2025-04-21T23:01:07"
    },
    "000925": {
        "name": "众合科技",
        "code": "000925",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2247,
        "create_date": "2025-04-21T23:01:07"
    },
    "002607": {
        "name": "中公教育",
        "code": "002607",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2251,
        "create_date": "2025-04-21T23:01:07"
    },
    "000034": {
        "name": "神州数码",
        "code": "000034",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2252,
        "create_date": "2025-04-21T23:01:07"
    },
    "002413": {
        "name": "雷科防务",
        "code": "002413",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2253,
        "create_date": "2025-04-21T23:01:07"
    },
    "000727": {
        "name": "冠捷科技",
        "code": "000727",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2254,
        "create_date": "2025-04-21T23:01:07"
    },
    "000810": {
        "name": "创维数字",
        "code": "000810",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2256,
        "create_date": "2025-04-21T23:01:07"
    },
    "002957": {
        "name": "科瑞技术",
        "code": "002957",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2262,
        "create_date": "2025-04-21T23:01:07"
    },
    "002358": {
        "name": "森源电气",
        "code": "002358",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2263,
        "create_date": "2025-04-21T23:01:07"
    },
    "002942": {
        "name": "新农股份",
        "code": "002942",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2266,
        "create_date": "2025-04-21T23:01:07"
    },
    "002105": {
        "name": "信隆健康",
        "code": "002105",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2269,
        "create_date": "2025-04-21T23:01:07"
    },
    "000967": {
        "name": "盈峰环境",
        "code": "000967",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2275,
        "create_date": "2025-04-21T23:01:07"
    },
    "002082": {
        "name": "万邦德",
        "code": "002082",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2276,
        "create_date": "2025-04-21T23:01:07"
    },
    "002605": {
        "name": "姚记科技",
        "code": "002605",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2278,
        "create_date": "2025-04-21T23:01:07"
    },
    "002519": {
        "name": "银河电子",
        "code": "002519",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2279,
        "create_date": "2025-04-21T23:01:07"
    },
    "002010": {
        "name": "传化智联",
        "code": "002010",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2283,
        "create_date": "2025-04-21T23:01:07"
    },
    "000417": {
        "name": "合百集团",
        "code": "000417",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2284,
        "create_date": "2025-04-21T23:01:07"
    },
    "000010": {
        "name": "美丽生态",
        "code": "000010",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2285,
        "create_date": "2025-04-21T23:01:07"
    },
    "003037": {
        "name": "三和管桩",
        "code": "003037",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2288,
        "create_date": "2025-04-21T23:01:07"
    },
    "000713": {
        "name": "丰乐种业",
        "code": "000713",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2291,
        "create_date": "2025-04-21T23:01:07"
    },
    "002063": {
        "name": "远光软件",
        "code": "002063",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2292,
        "create_date": "2025-04-21T23:01:07"
    },
    "000823": {
        "name": "超声电子",
        "code": "000823",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2294,
        "create_date": "2025-04-21T23:01:07"
    },
    "002622": {
        "name": "皓宸医疗",
        "code": "002622",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2299,
        "create_date": "2025-04-21T23:01:07"
    },
    "002759": {
        "name": "天际股份",
        "code": "002759",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2300,
        "create_date": "2025-04-21T23:01:07"
    },
    "000403": {
        "name": "派林生物",
        "code": "000403",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2301,
        "create_date": "2025-04-21T23:01:07"
    },
    "002802": {
        "name": "洪汇新材",
        "code": "002802",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2304,
        "create_date": "2025-04-21T23:01:07"
    },
    "000903": {
        "name": "云内动力",
        "code": "000903",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2306,
        "create_date": "2025-04-21T23:01:07"
    },
    "002745": {
        "name": "木林森",
        "code": "002745",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2307,
        "create_date": "2025-04-21T23:01:07"
    },
    "002538": {
        "name": "司尔特",
        "code": "002538",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2308,
        "create_date": "2025-04-21T23:01:07"
    },
    "002008": {
        "name": "大族激光",
        "code": "002008",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2310,
        "create_date": "2025-04-21T23:01:07"
    },
    "002328": {
        "name": "新朋股份",
        "code": "002328",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2311,
        "create_date": "2025-04-21T23:01:07"
    },
    "002875": {
        "name": "安奈儿",
        "code": "002875",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2314,
        "create_date": "2025-04-21T23:01:07"
    },
    "002151": {
        "name": "北斗星通",
        "code": "002151",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2317,
        "create_date": "2025-04-21T23:01:07"
    },
    "000762": {
        "name": "西藏矿业",
        "code": "000762",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2319,
        "create_date": "2025-04-21T23:01:07"
    },
    "002469": {
        "name": "三维化学",
        "code": "002469",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2320,
        "create_date": "2025-04-21T23:01:07"
    },
    "002606": {
        "name": "大连电瓷",
        "code": "002606",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2321,
        "create_date": "2025-04-21T23:01:07"
    },
    "002935": {
        "name": "天奥电子",
        "code": "002935",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2323,
        "create_date": "2025-04-21T23:01:07"
    },
    "000020": {
        "name": "深华发Ａ",
        "code": "000020",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2325,
        "create_date": "2025-04-21T23:01:07"
    },
    "000637": {
        "name": "茂化实华",
        "code": "000637",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2326,
        "create_date": "2025-04-21T23:01:07"
    },
    "000563": {
        "name": "陕国投Ａ",
        "code": "000563",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2329,
        "create_date": "2025-04-21T23:01:07"
    },
    "002996": {
        "name": "顺博合金",
        "code": "002996",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2330,
        "create_date": "2025-04-21T23:01:07"
    },
    "002405": {
        "name": "四维图新",
        "code": "002405",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2332,
        "create_date": "2025-04-21T23:01:07"
    },
    "000710": {
        "name": "贝瑞基因",
        "code": "000710",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2333,
        "create_date": "2025-04-21T23:01:07"
    },
    "002933": {
        "name": "新兴装备",
        "code": "002933",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2336,
        "create_date": "2025-04-21T23:01:07"
    },
    "002955": {
        "name": "鸿合科技",
        "code": "002955",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2338,
        "create_date": "2025-04-21T23:01:07"
    },
    "000050": {
        "name": "深天马Ａ",
        "code": "000050",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2341,
        "create_date": "2025-04-21T23:01:07"
    },
    "002752": {
        "name": "昇兴股份",
        "code": "002752",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2344,
        "create_date": "2025-04-21T23:01:07"
    },
    "002588": {
        "name": "史丹利",
        "code": "002588",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2345,
        "create_date": "2025-04-21T23:01:07"
    },
    "001896": {
        "name": "豫能控股",
        "code": "001896",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2346,
        "create_date": "2025-04-21T23:01:07"
    },
    "000768": {
        "name": "中航西飞",
        "code": "000768",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2347,
        "create_date": "2025-04-21T23:01:07"
    },
    "002161": {
        "name": "远 望 谷",
        "code": "002161",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2348,
        "create_date": "2025-04-21T23:01:07"
    },
    "002635": {
        "name": "安洁科技",
        "code": "002635",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2349,
        "create_date": "2025-04-21T23:01:07"
    },
    "000597": {
        "name": "东北制药",
        "code": "000597",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2350,
        "create_date": "2025-04-21T23:01:07"
    },
    "002125": {
        "name": "湘潭电化",
        "code": "002125",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2352,
        "create_date": "2025-04-21T23:01:07"
    },
    "001300": {
        "name": "三柏硕",
        "code": "001300",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2353,
        "create_date": "2025-04-21T23:01:07"
    },
    "000543": {
        "name": "皖能电力",
        "code": "000543",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2355,
        "create_date": "2025-04-21T23:01:07"
    },
    "000811": {
        "name": "冰轮环境",
        "code": "000811",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2356,
        "create_date": "2025-04-21T23:01:07"
    },
    "002513": {
        "name": "蓝丰生化",
        "code": "002513",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2357,
        "create_date": "2025-04-21T23:01:07"
    },
    "002643": {
        "name": "万润股份",
        "code": "002643",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2360,
        "create_date": "2025-04-21T23:01:07"
    },
    "002973": {
        "name": "侨银股份",
        "code": "002973",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2363,
        "create_date": "2025-04-21T23:01:07"
    },
    "002686": {
        "name": "亿利达",
        "code": "002686",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2364,
        "create_date": "2025-04-21T23:01:07"
    },
    "002158": {
        "name": "汉钟精机",
        "code": "002158",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2368,
        "create_date": "2025-04-21T23:01:07"
    },
    "002838": {
        "name": "道恩股份",
        "code": "002838",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2369,
        "create_date": "2025-04-21T23:01:07"
    },
    "002099": {
        "name": "海翔药业",
        "code": "002099",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2373,
        "create_date": "2025-04-21T23:01:07"
    },
    "002886": {
        "name": "沃特股份",
        "code": "002886",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2374,
        "create_date": "2025-04-21T23:01:07"
    },
    "000709": {
        "name": "河钢股份",
        "code": "000709",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2375,
        "create_date": "2025-04-21T23:01:07"
    },
    "002617": {
        "name": "露笑科技",
        "code": "002617",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2377,
        "create_date": "2025-04-21T23:01:07"
    },
    "002420": {
        "name": "毅昌科技",
        "code": "002420",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2381,
        "create_date": "2025-04-21T23:01:07"
    },
    "002079": {
        "name": "苏州固锝",
        "code": "002079",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2382,
        "create_date": "2025-04-21T23:01:07"
    },
    "002615": {
        "name": "哈尔斯",
        "code": "002615",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2383,
        "create_date": "2025-04-21T23:01:07"
    },
    "002165": {
        "name": "红 宝 丽",
        "code": "002165",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2384,
        "create_date": "2025-04-21T23:01:07"
    },
    "000029": {
        "name": "深深房Ａ",
        "code": "000029",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2385,
        "create_date": "2025-04-21T23:01:07"
    },
    "002387": {
        "name": "维信诺",
        "code": "002387",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2386,
        "create_date": "2025-04-21T23:01:07"
    },
    "002983": {
        "name": "芯瑞达",
        "code": "002983",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2390,
        "create_date": "2025-04-21T23:01:07"
    },
    "002055": {
        "name": "得润电子",
        "code": "002055",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2391,
        "create_date": "2025-04-21T23:01:07"
    },
    "002695": {
        "name": "煌上煌",
        "code": "002695",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2392,
        "create_date": "2025-04-21T23:01:07"
    },
    "002793": {
        "name": "罗欣药业",
        "code": "002793",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2393,
        "create_date": "2025-04-21T23:01:07"
    },
    "002963": {
        "name": "豪尔赛",
        "code": "002963",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2396,
        "create_date": "2025-04-21T23:01:07"
    },
    "001391": {
        "name": "国货航",
        "code": "001391",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2397,
        "create_date": "2025-04-21T23:01:07"
    },
    "002351": {
        "name": "漫步者",
        "code": "002351",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2398,
        "create_date": "2025-04-21T23:01:07"
    },
    "002871": {
        "name": "伟隆股份",
        "code": "002871",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2399,
        "create_date": "2025-04-21T23:01:07"
    },
    "002595": {
        "name": "豪迈科技",
        "code": "002595",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2401,
        "create_date": "2025-04-21T23:01:07"
    },
    "000923": {
        "name": "河钢资源",
        "code": "000923",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2402,
        "create_date": "2025-04-21T23:01:07"
    },
    "002343": {
        "name": "慈文传媒",
        "code": "002343",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2404,
        "create_date": "2025-04-21T23:01:07"
    },
    "000635": {
        "name": "英 力 特",
        "code": "000635",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2405,
        "create_date": "2025-04-21T23:01:07"
    },
    "002873": {
        "name": "新天药业",
        "code": "002873",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2406,
        "create_date": "2025-04-21T23:01:07"
    },
    "002578": {
        "name": "闽发铝业",
        "code": "002578",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2409,
        "create_date": "2025-04-21T23:01:07"
    },
    "001205": {
        "name": "盛航股份",
        "code": "001205",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2412,
        "create_date": "2025-04-21T23:01:07"
    },
    "002851": {
        "name": "麦格米特",
        "code": "002851",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2415,
        "create_date": "2025-04-21T23:01:07"
    },
    "002463": {
        "name": "沪电股份",
        "code": "002463",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2416,
        "create_date": "2025-04-21T23:01:07"
    },
    "002136": {
        "name": "安 纳 达",
        "code": "002136",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2417,
        "create_date": "2025-04-21T23:01:07"
    },
    "001330": {
        "name": "博纳影业",
        "code": "001330",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2419,
        "create_date": "2025-04-21T23:01:07"
    },
    "002318": {
        "name": "久立特材",
        "code": "002318",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2423,
        "create_date": "2025-04-21T23:01:07"
    },
    "002632": {
        "name": "道明光学",
        "code": "002632",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2426,
        "create_date": "2025-04-21T23:01:07"
    },
    "002296": {
        "name": "辉煌科技",
        "code": "002296",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2427,
        "create_date": "2025-04-21T23:01:07"
    },
    "002127": {
        "name": "南极电商",
        "code": "002127",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2428,
        "create_date": "2025-04-21T23:01:07"
    },
    "000985": {
        "name": "大庆华科",
        "code": "000985",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2431,
        "create_date": "2025-04-21T23:01:07"
    },
    "002228": {
        "name": "合兴包装",
        "code": "002228",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2432,
        "create_date": "2025-04-21T23:01:07"
    },
    "002786": {
        "name": "银宝山新",
        "code": "002786",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2434,
        "create_date": "2025-04-21T23:01:07"
    },
    "000519": {
        "name": "中兵红箭",
        "code": "000519",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2436,
        "create_date": "2025-04-21T23:01:07"
    },
    "002423": {
        "name": "中粮资本",
        "code": "002423",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2437,
        "create_date": "2025-04-21T23:01:07"
    },
    "002829": {
        "name": "星网宇达",
        "code": "002829",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2439,
        "create_date": "2025-04-21T23:01:07"
    },
    "001387": {
        "name": "雪祺电气",
        "code": "001387",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2440,
        "create_date": "2025-04-21T23:01:07"
    },
    "001333": {
        "name": "光华股份",
        "code": "001333",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2441,
        "create_date": "2025-04-21T23:01:07"
    },
    "000554": {
        "name": "泰山石油",
        "code": "000554",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2444,
        "create_date": "2025-04-21T23:01:07"
    },
    "002170": {
        "name": "芭田股份",
        "code": "002170",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2446,
        "create_date": "2025-04-21T23:01:07"
    },
    "002639": {
        "name": "雪人股份",
        "code": "002639",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2448,
        "create_date": "2025-04-21T23:01:07"
    },
    "003009": {
        "name": "中天火箭",
        "code": "003009",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2451,
        "create_date": "2025-04-21T23:01:07"
    },
    "002020": {
        "name": "京新药业",
        "code": "002020",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2455,
        "create_date": "2025-04-21T23:01:07"
    },
    "002454": {
        "name": "松芝股份",
        "code": "002454",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2457,
        "create_date": "2025-04-21T23:01:07"
    },
    "002007": {
        "name": "华兰生物",
        "code": "002007",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2459,
        "create_date": "2025-04-21T23:01:07"
    },
    "002551": {
        "name": "尚荣医疗",
        "code": "002551",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2460,
        "create_date": "2025-04-21T23:01:07"
    },
    "002668": {
        "name": "TCL智家",
        "code": "002668",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2461,
        "create_date": "2025-04-21T23:01:07"
    },
    "002672": {
        "name": "东江环保",
        "code": "002672",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2462,
        "create_date": "2025-04-21T23:01:07"
    },
    "003038": {
        "name": "鑫铂股份",
        "code": "003038",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2465,
        "create_date": "2025-04-21T23:01:07"
    },
    "002920": {
        "name": "德赛西威",
        "code": "002920",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2466,
        "create_date": "2025-04-21T23:01:07"
    },
    "002870": {
        "name": "香山股份",
        "code": "002870",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2468,
        "create_date": "2025-04-21T23:01:07"
    },
    "002941": {
        "name": "新疆交建",
        "code": "002941",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2470,
        "create_date": "2025-04-21T23:01:07"
    },
    "000055": {
        "name": "方大集团",
        "code": "000055",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2472,
        "create_date": "2025-04-21T23:01:07"
    },
    "002236": {
        "name": "大华股份",
        "code": "002236",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2474,
        "create_date": "2025-04-21T23:01:07"
    },
    "002396": {
        "name": "星网锐捷",
        "code": "002396",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2475,
        "create_date": "2025-04-21T23:01:07"
    },
    "002790": {
        "name": "瑞尔特",
        "code": "002790",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2476,
        "create_date": "2025-04-21T23:01:07"
    },
    "000816": {
        "name": "智慧农业",
        "code": "000816",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2480,
        "create_date": "2025-04-21T23:01:07"
    },
    "002626": {
        "name": "金达威",
        "code": "002626",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2483,
        "create_date": "2025-04-21T23:01:07"
    },
    "000957": {
        "name": "中通客车",
        "code": "000957",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2484,
        "create_date": "2025-04-21T23:01:07"
    },
    "000821": {
        "name": "京山轻机",
        "code": "000821",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2485,
        "create_date": "2025-04-21T23:01:07"
    },
    "000973": {
        "name": "佛塑科技",
        "code": "000973",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2486,
        "create_date": "2025-04-21T23:01:07"
    },
    "002439": {
        "name": "启明星辰",
        "code": "002439",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2488,
        "create_date": "2025-04-21T23:01:07"
    },
    "002542": {
        "name": "中化岩土",
        "code": "002542",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2489,
        "create_date": "2025-04-21T23:01:07"
    },
    "001373": {
        "name": "翔腾新材",
        "code": "001373",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2490,
        "create_date": "2025-04-21T23:01:07"
    },
    "002676": {
        "name": "顺威股份",
        "code": "002676",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2493,
        "create_date": "2025-04-21T23:01:07"
    },
    "002978": {
        "name": "安宁股份",
        "code": "002978",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2495,
        "create_date": "2025-04-21T23:01:07"
    },
    "002180": {
        "name": "纳思达",
        "code": "002180",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2496,
        "create_date": "2025-04-21T23:01:07"
    },
    "002765": {
        "name": "蓝黛科技",
        "code": "002765",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2499,
        "create_date": "2025-04-21T23:01:07"
    },
    "003013": {
        "name": "地铁设计",
        "code": "003013",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2501,
        "create_date": "2025-04-21T23:01:07"
    },
    "002109": {
        "name": "兴化股份",
        "code": "002109",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2506,
        "create_date": "2025-04-21T23:01:07"
    },
    "000850": {
        "name": "华茂股份",
        "code": "000850",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2514,
        "create_date": "2025-04-21T23:01:07"
    },
    "002930": {
        "name": "宏川智慧",
        "code": "002930",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2517,
        "create_date": "2025-04-21T23:01:07"
    },
    "002543": {
        "name": "万和电气",
        "code": "002543",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2518,
        "create_date": "2025-04-21T23:01:07"
    },
    "002534": {
        "name": "西子洁能",
        "code": "002534",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2520,
        "create_date": "2025-04-21T23:01:07"
    },
    "001229": {
        "name": "魅视科技",
        "code": "001229",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2522,
        "create_date": "2025-04-21T23:01:07"
    },
    "001308": {
        "name": "康冠科技",
        "code": "001308",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2525,
        "create_date": "2025-04-21T23:01:07"
    },
    "002517": {
        "name": "恺英网络",
        "code": "002517",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2533,
        "create_date": "2025-04-21T23:01:07"
    },
    "002977": {
        "name": "天箭科技",
        "code": "002977",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2535,
        "create_date": "2025-04-21T23:01:07"
    },
    "001266": {
        "name": "宏英智能",
        "code": "001266",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2538,
        "create_date": "2025-04-21T23:01:07"
    },
    "000498": {
        "name": "山东路桥",
        "code": "000498",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2539,
        "create_date": "2025-04-21T23:01:07"
    },
    "002135": {
        "name": "东南网架",
        "code": "002135",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2541,
        "create_date": "2025-04-21T23:01:07"
    },
    "002601": {
        "name": "龙佰集团",
        "code": "002601",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2544,
        "create_date": "2025-04-21T23:01:07"
    },
    "002344": {
        "name": "海宁皮城",
        "code": "002344",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2547,
        "create_date": "2025-04-21T23:01:07"
    },
    "000825": {
        "name": "太钢不锈",
        "code": "000825",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2549,
        "create_date": "2025-04-21T23:01:07"
    },
    "002653": {
        "name": "海思科",
        "code": "002653",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2550,
        "create_date": "2025-04-21T23:01:07"
    },
    "002111": {
        "name": "威海广泰",
        "code": "002111",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2556,
        "create_date": "2025-04-21T23:01:07"
    },
    "003027": {
        "name": "同兴科技",
        "code": "003027",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2557,
        "create_date": "2025-04-21T23:01:07"
    },
    "001332": {
        "name": "锡装股份",
        "code": "001332",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2558,
        "create_date": "2025-04-21T23:01:07"
    },
    "002521": {
        "name": "齐峰新材",
        "code": "002521",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2559,
        "create_date": "2025-04-21T23:01:07"
    },
    "002286": {
        "name": "保龄宝",
        "code": "002286",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2561,
        "create_date": "2025-04-21T23:01:07"
    },
    "000159": {
        "name": "国际实业",
        "code": "000159",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2562,
        "create_date": "2025-04-21T23:01:07"
    },
    "002322": {
        "name": "理工能科",
        "code": "002322",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2564,
        "create_date": "2025-04-21T23:01:07"
    },
    "002407": {
        "name": "多氟多",
        "code": "002407",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2565,
        "create_date": "2025-04-21T23:01:07"
    },
    "002014": {
        "name": "永新股份",
        "code": "002014",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2569,
        "create_date": "2025-04-21T23:01:07"
    },
    "000570": {
        "name": "苏常柴Ａ",
        "code": "000570",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2570,
        "create_date": "2025-04-21T23:01:07"
    },
    "002531": {
        "name": "天顺风能",
        "code": "002531",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2573,
        "create_date": "2025-04-21T23:01:07"
    },
    "002340": {
        "name": "格林美",
        "code": "002340",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2579,
        "create_date": "2025-04-21T23:01:07"
    },
    "002540": {
        "name": "亚太科技",
        "code": "002540",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2580,
        "create_date": "2025-04-21T23:01:07"
    },
    "002350": {
        "name": "北京科锐",
        "code": "002350",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2581,
        "create_date": "2025-04-21T23:01:07"
    },
    "002438": {
        "name": "江苏神通",
        "code": "002438",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2582,
        "create_date": "2025-04-21T23:01:07"
    },
    "001216": {
        "name": "华瓷股份",
        "code": "001216",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2584,
        "create_date": "2025-04-21T23:01:07"
    },
    "000952": {
        "name": "广济药业",
        "code": "000952",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2585,
        "create_date": "2025-04-21T23:01:07"
    },
    "000777": {
        "name": "中核科技",
        "code": "000777",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2586,
        "create_date": "2025-04-21T23:01:07"
    },
    "000503": {
        "name": "国新健康",
        "code": "000503",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2590,
        "create_date": "2025-04-21T23:01:07"
    },
    "000035": {
        "name": "中国天楹",
        "code": "000035",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2593,
        "create_date": "2025-04-21T23:01:07"
    },
    "002457": {
        "name": "青龙管业",
        "code": "002457",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2596,
        "create_date": "2025-04-21T23:01:07"
    },
    "002156": {
        "name": "通富微电",
        "code": "002156",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2597,
        "create_date": "2025-04-21T23:01:07"
    },
    "002512": {
        "name": "达华智能",
        "code": "002512",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2600,
        "create_date": "2025-04-21T23:01:07"
    },
    "003042": {
        "name": "中农联合",
        "code": "003042",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2602,
        "create_date": "2025-04-21T23:01:07"
    },
    "002459": {
        "name": "晶澳科技",
        "code": "002459",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2607,
        "create_date": "2025-04-21T23:01:07"
    },
    "002338": {
        "name": "奥普光电",
        "code": "002338",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2609,
        "create_date": "2025-04-21T23:01:07"
    },
    "000049": {
        "name": "德赛电池",
        "code": "000049",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2610,
        "create_date": "2025-04-21T23:01:07"
    },
    "000629": {
        "name": "钒钛股份",
        "code": "000629",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2611,
        "create_date": "2025-04-21T23:01:07"
    },
    "002787": {
        "name": "华源控股",
        "code": "002787",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2613,
        "create_date": "2025-04-21T23:01:07"
    },
    "002659": {
        "name": "凯文教育",
        "code": "002659",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2616,
        "create_date": "2025-04-21T23:01:07"
    },
    "002785": {
        "name": "万里石",
        "code": "002785",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2617,
        "create_date": "2025-04-21T23:01:07"
    },
    "001217": {
        "name": "华尔泰",
        "code": "001217",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2618,
        "create_date": "2025-04-21T23:01:07"
    },
    "002022": {
        "name": "科华生物",
        "code": "002022",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2619,
        "create_date": "2025-04-21T23:01:07"
    },
    "002025": {
        "name": "航天电器",
        "code": "002025",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2623,
        "create_date": "2025-04-21T23:01:07"
    },
    "002191": {
        "name": "劲嘉股份",
        "code": "002191",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2627,
        "create_date": "2025-04-21T23:01:07"
    },
    "000790": {
        "name": "华神科技",
        "code": "000790",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2628,
        "create_date": "2025-04-21T23:01:07"
    },
    "002402": {
        "name": "和而泰",
        "code": "002402",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2632,
        "create_date": "2025-04-21T23:01:07"
    },
    "002960": {
        "name": "青鸟消防",
        "code": "002960",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2634,
        "create_date": "2025-04-21T23:01:07"
    },
    "002269": {
        "name": "美邦服饰",
        "code": "002269",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2636,
        "create_date": "2025-04-21T23:01:07"
    },
    "001230": {
        "name": "劲旅环境",
        "code": "001230",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2640,
        "create_date": "2025-04-21T23:01:07"
    },
    "002799": {
        "name": "环球印务",
        "code": "002799",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2642,
        "create_date": "2025-04-21T23:01:07"
    },
    "000062": {
        "name": "深圳华强",
        "code": "000062",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2643,
        "create_date": "2025-04-21T23:01:07"
    },
    "002516": {
        "name": "旷达科技",
        "code": "002516",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2645,
        "create_date": "2025-04-21T23:01:07"
    },
    "000953": {
        "name": "河化股份",
        "code": "000953",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2648,
        "create_date": "2025-04-21T23:01:07"
    },
    "000917": {
        "name": "电广传媒",
        "code": "000917",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2650,
        "create_date": "2025-04-21T23:01:07"
    },
    "000619": {
        "name": "海螺新材",
        "code": "000619",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2651,
        "create_date": "2025-04-21T23:01:07"
    },
    "002360": {
        "name": "同德化工",
        "code": "002360",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2653,
        "create_date": "2025-04-21T23:01:07"
    },
    "003041": {
        "name": "真爱美家",
        "code": "003041",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2657,
        "create_date": "2025-04-21T23:01:07"
    },
    "002841": {
        "name": "视源股份",
        "code": "002841",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2660,
        "create_date": "2025-04-21T23:01:07"
    },
    "002810": {
        "name": "山东赫达",
        "code": "002810",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2664,
        "create_date": "2025-04-21T23:01:07"
    },
    "002017": {
        "name": "东信和平",
        "code": "002017",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2667,
        "create_date": "2025-04-21T23:01:07"
    },
    "001269": {
        "name": "欧晶科技",
        "code": "001269",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2668,
        "create_date": "2025-04-21T23:01:07"
    },
    "002654": {
        "name": "万润科技",
        "code": "002654",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2669,
        "create_date": "2025-04-21T23:01:07"
    },
    "002981": {
        "name": "朝阳科技",
        "code": "002981",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2672,
        "create_date": "2025-04-21T23:01:07"
    },
    "002404": {
        "name": "嘉欣丝绸",
        "code": "002404",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2673,
        "create_date": "2025-04-21T23:01:07"
    },
    "000779": {
        "name": "甘咨询",
        "code": "000779",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2676,
        "create_date": "2025-04-21T23:01:07"
    },
    "002192": {
        "name": "融捷股份",
        "code": "002192",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2677,
        "create_date": "2025-04-21T23:01:07"
    },
    "002591": {
        "name": "恒大高新",
        "code": "002591",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2679,
        "create_date": "2025-04-21T23:01:07"
    },
    "002888": {
        "name": "惠威科技",
        "code": "002888",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2680,
        "create_date": "2025-04-21T23:01:07"
    },
    "002091": {
        "name": "江苏国泰",
        "code": "002091",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2687,
        "create_date": "2025-04-21T23:01:07"
    },
    "002243": {
        "name": "力合科创",
        "code": "002243",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2690,
        "create_date": "2025-04-21T23:01:07"
    },
    "002001": {
        "name": "新 和 成",
        "code": "002001",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2693,
        "create_date": "2025-04-21T23:01:07"
    },
    "000966": {
        "name": "长源电力",
        "code": "000966",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2696,
        "create_date": "2025-04-21T23:01:07"
    },
    "000586": {
        "name": "汇源通信",
        "code": "000586",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2702,
        "create_date": "2025-04-21T23:01:07"
    },
    "002452": {
        "name": "长高电新",
        "code": "002452",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2703,
        "create_date": "2025-04-21T23:01:07"
    },
    "002049": {
        "name": "紫光国微",
        "code": "002049",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2707,
        "create_date": "2025-04-21T23:01:07"
    },
    "002727": {
        "name": "一心堂",
        "code": "002727",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2708,
        "create_date": "2025-04-21T23:01:07"
    },
    "002282": {
        "name": "博深股份",
        "code": "002282",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2709,
        "create_date": "2025-04-21T23:01:07"
    },
    "002234": {
        "name": "民和股份",
        "code": "002234",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2710,
        "create_date": "2025-04-21T23:01:07"
    },
    "000756": {
        "name": "新华制药",
        "code": "000756",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2712,
        "create_date": "2025-04-21T23:01:07"
    },
    "002324": {
        "name": "普利特",
        "code": "002324",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2713,
        "create_date": "2025-04-21T23:01:07"
    },
    "002907": {
        "name": "华森制药",
        "code": "002907",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2714,
        "create_date": "2025-04-21T23:01:07"
    },
    "002855": {
        "name": "捷荣技术",
        "code": "002855",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2717,
        "create_date": "2025-04-21T23:01:07"
    },
    "000509": {
        "name": "华塑控股",
        "code": "000509",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2719,
        "create_date": "2025-04-21T23:01:07"
    },
    "001326": {
        "name": "联域股份",
        "code": "001326",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2720,
        "create_date": "2025-04-21T23:01:07"
    },
    "002568": {
        "name": "百润股份",
        "code": "002568",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2721,
        "create_date": "2025-04-21T23:01:07"
    },
    "000573": {
        "name": "粤宏远Ａ",
        "code": "000573",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2723,
        "create_date": "2025-04-21T23:01:07"
    },
    "000026": {
        "name": "飞亚达",
        "code": "000026",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2726,
        "create_date": "2025-04-21T23:01:07"
    },
    "000899": {
        "name": "赣能股份",
        "code": "000899",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2728,
        "create_date": "2025-04-21T23:01:07"
    },
    "002864": {
        "name": "盘龙药业",
        "code": "002864",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2729,
        "create_date": "2025-04-21T23:01:07"
    },
    "002218": {
        "name": "拓日新能",
        "code": "002218",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2735,
        "create_date": "2025-04-21T23:01:07"
    },
    "000550": {
        "name": "江铃汽车",
        "code": "000550",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2736,
        "create_date": "2025-04-21T23:01:07"
    },
    "002042": {
        "name": "华孚时尚",
        "code": "002042",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2737,
        "create_date": "2025-04-21T23:01:07"
    },
    "002021": {
        "name": "中捷资源",
        "code": "002021",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2741,
        "create_date": "2025-04-21T23:01:07"
    },
    "002612": {
        "name": "朗姿股份",
        "code": "002612",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2746,
        "create_date": "2025-04-21T23:01:07"
    },
    "000852": {
        "name": "石化机械",
        "code": "000852",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2748,
        "create_date": "2025-04-21T23:01:07"
    },
    "002581": {
        "name": "未名医药",
        "code": "002581",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2749,
        "create_date": "2025-04-21T23:01:07"
    },
    "002687": {
        "name": "乔治白",
        "code": "002687",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2754,
        "create_date": "2025-04-21T23:01:07"
    },
    "002083": {
        "name": "孚日股份",
        "code": "002083",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2755,
        "create_date": "2025-04-21T23:01:07"
    },
    "002224": {
        "name": "三 力 士",
        "code": "002224",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2758,
        "create_date": "2025-04-21T23:01:07"
    },
    "002317": {
        "name": "众生药业",
        "code": "002317",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2760,
        "create_date": "2025-04-21T23:01:07"
    },
    "000039": {
        "name": "中集集团",
        "code": "000039",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2769,
        "create_date": "2025-04-21T23:01:07"
    },
    "002969": {
        "name": "嘉美包装",
        "code": "002969",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2771,
        "create_date": "2025-04-21T23:01:07"
    },
    "002430": {
        "name": "杭氧股份",
        "code": "002430",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2772,
        "create_date": "2025-04-21T23:01:07"
    },
    "002440": {
        "name": "闰土股份",
        "code": "002440",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2774,
        "create_date": "2025-04-21T23:01:07"
    },
    "002962": {
        "name": "五方光电",
        "code": "002962",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2781,
        "create_date": "2025-04-21T23:01:07"
    },
    "000068": {
        "name": "华控赛格",
        "code": "000068",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2782,
        "create_date": "2025-04-21T23:01:07"
    },
    "002077": {
        "name": "大港股份",
        "code": "002077",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2786,
        "create_date": "2025-04-21T23:01:07"
    },
    "002644": {
        "name": "佛慈制药",
        "code": "002644",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2787,
        "create_date": "2025-04-21T23:01:07"
    },
    "001298": {
        "name": "好上好",
        "code": "001298",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2788,
        "create_date": "2025-04-21T23:01:07"
    },
    "002506": {
        "name": "协鑫集成",
        "code": "002506",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2789,
        "create_date": "2025-04-21T23:01:07"
    },
    "002445": {
        "name": "中南文化",
        "code": "002445",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2790,
        "create_date": "2025-04-21T23:01:07"
    },
    "002666": {
        "name": "德联集团",
        "code": "002666",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2791,
        "create_date": "2025-04-21T23:01:07"
    },
    "002749": {
        "name": "国光股份",
        "code": "002749",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2792,
        "create_date": "2025-04-21T23:01:07"
    },
    "002035": {
        "name": "华帝股份",
        "code": "002035",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2794,
        "create_date": "2025-04-21T23:01:07"
    },
    "002845": {
        "name": "同兴达",
        "code": "002845",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2795,
        "create_date": "2025-04-21T23:01:07"
    },
    "003011": {
        "name": "海象新材",
        "code": "003011",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2796,
        "create_date": "2025-04-21T23:01:07"
    },
    "002037": {
        "name": "保利联合",
        "code": "002037",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2797,
        "create_date": "2025-04-21T23:01:07"
    },
    "002030": {
        "name": "达安基因",
        "code": "002030",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2798,
        "create_date": "2025-04-21T23:01:07"
    },
    "002003": {
        "name": "伟星股份",
        "code": "002003",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2799,
        "create_date": "2025-04-21T23:01:07"
    },
    "002429": {
        "name": "兆驰股份",
        "code": "002429",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2802,
        "create_date": "2025-04-21T23:01:07"
    },
    "002769": {
        "name": "普路通",
        "code": "002769",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2808,
        "create_date": "2025-04-21T23:01:07"
    },
    "000910": {
        "name": "大亚圣象",
        "code": "000910",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2813,
        "create_date": "2025-04-21T23:01:07"
    },
    "001287": {
        "name": "中电港",
        "code": "001287",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2814,
        "create_date": "2025-04-21T23:01:07"
    },
    "002689": {
        "name": "远大智能",
        "code": "002689",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2821,
        "create_date": "2025-04-21T23:01:07"
    },
    "002398": {
        "name": "垒知集团",
        "code": "002398",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2826,
        "create_date": "2025-04-21T23:01:07"
    },
    "002674": {
        "name": "兴业科技",
        "code": "002674",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2828,
        "create_date": "2025-04-21T23:01:07"
    },
    "002314": {
        "name": "南山控股",
        "code": "002314",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2830,
        "create_date": "2025-04-21T23:01:07"
    },
    "000897": {
        "name": "津滨发展",
        "code": "000897",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2831,
        "create_date": "2025-04-21T23:01:07"
    },
    "002662": {
        "name": "京威股份",
        "code": "002662",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2835,
        "create_date": "2025-04-21T23:01:07"
    },
    "001914": {
        "name": "招商积余",
        "code": "001914",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2836,
        "create_date": "2025-04-21T23:01:07"
    },
    "002887": {
        "name": "绿茵生态",
        "code": "002887",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2837,
        "create_date": "2025-04-21T23:01:07"
    },
    "002041": {
        "name": "登海种业",
        "code": "002041",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2838,
        "create_date": "2025-04-21T23:01:07"
    },
    "002952": {
        "name": "亚世光电",
        "code": "002952",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2842,
        "create_date": "2025-04-21T23:01:07"
    },
    "000682": {
        "name": "东方电子",
        "code": "000682",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2843,
        "create_date": "2025-04-21T23:01:07"
    },
    "000795": {
        "name": "英洛华",
        "code": "000795",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2846,
        "create_date": "2025-04-21T23:01:07"
    },
    "000731": {
        "name": "四川美丰",
        "code": "000731",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2853,
        "create_date": "2025-04-21T23:01:07"
    },
    "002320": {
        "name": "海峡股份",
        "code": "002320",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2855,
        "create_date": "2025-04-21T23:01:07"
    },
    "001296": {
        "name": "长江材料",
        "code": "001296",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2859,
        "create_date": "2025-04-21T23:01:07"
    },
    "000623": {
        "name": "吉林敖东",
        "code": "000623",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2861,
        "create_date": "2025-04-21T23:01:07"
    },
    "002247": {
        "name": "聚力文化",
        "code": "002247",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2864,
        "create_date": "2025-04-21T23:01:07"
    },
    "003039": {
        "name": "顺控发展",
        "code": "003039",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2866,
        "create_date": "2025-04-21T23:01:07"
    },
    "000636": {
        "name": "风华高科",
        "code": "000636",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2867,
        "create_date": "2025-04-21T23:01:07"
    },
    "002576": {
        "name": "通达动力",
        "code": "002576",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2869,
        "create_date": "2025-04-21T23:01:07"
    },
    "002673": {
        "name": "西部证券",
        "code": "002673",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2870,
        "create_date": "2025-04-21T23:01:07"
    },
    "002688": {
        "name": "金河生物",
        "code": "002688",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2871,
        "create_date": "2025-04-21T23:01:07"
    },
    "002833": {
        "name": "弘亚数控",
        "code": "002833",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2873,
        "create_date": "2025-04-21T23:01:07"
    },
    "000876": {
        "name": "新 希 望",
        "code": "000876",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2874,
        "create_date": "2025-04-21T23:01:07"
    },
    "002728": {
        "name": "特一药业",
        "code": "002728",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2876,
        "create_date": "2025-04-21T23:01:07"
    },
    "000686": {
        "name": "东北证券",
        "code": "000686",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2877,
        "create_date": "2025-04-21T23:01:07"
    },
    "002594": {
        "name": "比亚迪",
        "code": "002594",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2879,
        "create_date": "2025-04-21T23:01:07"
    },
    "002982": {
        "name": "湘佳股份",
        "code": "002982",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2880,
        "create_date": "2025-04-21T23:01:07"
    },
    "002240": {
        "name": "盛新锂能",
        "code": "002240",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2881,
        "create_date": "2025-04-21T23:01:07"
    },
    "002100": {
        "name": "天康生物",
        "code": "002100",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2884,
        "create_date": "2025-04-21T23:01:07"
    },
    "000750": {
        "name": "国海证券",
        "code": "000750",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2885,
        "create_date": "2025-04-21T23:01:07"
    },
    "001223": {
        "name": "欧克科技",
        "code": "001223",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2887,
        "create_date": "2025-04-21T23:01:07"
    },
    "001360": {
        "name": "南矿集团",
        "code": "001360",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2889,
        "create_date": "2025-04-21T23:01:07"
    },
    "002980": {
        "name": "华盛昌",
        "code": "002980",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2890,
        "create_date": "2025-04-21T23:01:07"
    },
    "002774": {
        "name": "快意电梯",
        "code": "002774",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2894,
        "create_date": "2025-04-21T23:01:07"
    },
    "000881": {
        "name": "中广核技",
        "code": "000881",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2899,
        "create_date": "2025-04-21T23:01:07"
    },
    "002959": {
        "name": "小熊电器",
        "code": "002959",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2901,
        "create_date": "2025-04-21T23:01:07"
    },
    "002798": {
        "name": "帝欧家居",
        "code": "002798",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2902,
        "create_date": "2025-04-21T23:01:07"
    },
    "002066": {
        "name": "瑞泰科技",
        "code": "002066",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2905,
        "create_date": "2025-04-21T23:01:07"
    },
    "002133": {
        "name": "广宇集团",
        "code": "002133",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2908,
        "create_date": "2025-04-21T23:01:07"
    },
    "003016": {
        "name": "欣贺股份",
        "code": "003016",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2911,
        "create_date": "2025-04-21T23:01:07"
    },
    "002238": {
        "name": "天威视讯",
        "code": "002238",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2912,
        "create_date": "2025-04-21T23:01:07"
    },
    "002389": {
        "name": "航天彩虹",
        "code": "002389",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2915,
        "create_date": "2025-04-21T23:01:07"
    },
    "000301": {
        "name": "东方盛虹",
        "code": "000301",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2916,
        "create_date": "2025-04-21T23:01:07"
    },
    "002353": {
        "name": "杰瑞股份",
        "code": "002353",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2917,
        "create_date": "2025-04-21T23:01:07"
    },
    "000958": {
        "name": "电投产融",
        "code": "000958",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2921,
        "create_date": "2025-04-21T23:01:07"
    },
    "002478": {
        "name": "常宝股份",
        "code": "002478",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2922,
        "create_date": "2025-04-21T23:01:07"
    },
    "002510": {
        "name": "天汽模",
        "code": "002510",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2925,
        "create_date": "2025-04-21T23:01:07"
    },
    "002096": {
        "name": "易普力",
        "code": "002096",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2927,
        "create_date": "2025-04-21T23:01:07"
    },
    "002682": {
        "name": "龙洲股份",
        "code": "002682",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2930,
        "create_date": "2025-04-21T23:01:07"
    },
    "002491": {
        "name": "通鼎互联",
        "code": "002491",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2931,
        "create_date": "2025-04-21T23:01:07"
    },
    "000571": {
        "name": "新大洲A",
        "code": "000571",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2932,
        "create_date": "2025-04-21T23:01:07"
    },
    "000631": {
        "name": "顺发恒业",
        "code": "000631",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2935,
        "create_date": "2025-04-21T23:01:07"
    },
    "002349": {
        "name": "精华制药",
        "code": "002349",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2940,
        "create_date": "2025-04-21T23:01:07"
    },
    "002460": {
        "name": "赣锋锂业",
        "code": "002460",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2941,
        "create_date": "2025-04-21T23:01:07"
    },
    "001268": {
        "name": "联合精密",
        "code": "001268",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2944,
        "create_date": "2025-04-21T23:01:07"
    },
    "002589": {
        "name": "瑞康医药",
        "code": "002589",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2946,
        "create_date": "2025-04-21T23:01:07"
    },
    "001219": {
        "name": "青岛食品",
        "code": "001219",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2947,
        "create_date": "2025-04-21T23:01:07"
    },
    "002943": {
        "name": "宇晶股份",
        "code": "002943",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2950,
        "create_date": "2025-04-21T23:01:07"
    },
    "002902": {
        "name": "铭普光磁",
        "code": "002902",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2951,
        "create_date": "2025-04-21T23:01:07"
    },
    "002223": {
        "name": "鱼跃医疗",
        "code": "002223",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2952,
        "create_date": "2025-04-21T23:01:07"
    },
    "000558": {
        "name": "天府文旅",
        "code": "000558",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2953,
        "create_date": "2025-04-21T23:01:07"
    },
    "002409": {
        "name": "雅克科技",
        "code": "002409",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2960,
        "create_date": "2025-04-21T23:01:07"
    },
    "002645": {
        "name": "华宏科技",
        "code": "002645",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2962,
        "create_date": "2025-04-21T23:01:07"
    },
    "002054": {
        "name": "德美化工",
        "code": "002054",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2968,
        "create_date": "2025-04-21T23:01:07"
    },
    "000421": {
        "name": "南京公用",
        "code": "000421",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2971,
        "create_date": "2025-04-21T23:01:07"
    },
    "002144": {
        "name": "宏达高科",
        "code": "002144",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2974,
        "create_date": "2025-04-21T23:01:07"
    },
    "002212": {
        "name": "天融信",
        "code": "002212",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2975,
        "create_date": "2025-04-21T23:01:07"
    },
    "002412": {
        "name": "汉森制药",
        "code": "002412",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2978,
        "create_date": "2025-04-21T23:01:07"
    },
    "000539": {
        "name": "粤电力Ａ",
        "code": "000539",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2979,
        "create_date": "2025-04-21T23:01:07"
    },
    "000333": {
        "name": "美的集团",
        "code": "000333",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2984,
        "create_date": "2025-04-21T23:01:07"
    },
    "002332": {
        "name": "仙琚制药",
        "code": "002332",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2987,
        "create_date": "2025-04-21T23:01:07"
    },
    "002382": {
        "name": "蓝帆医疗",
        "code": "002382",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2988,
        "create_date": "2025-04-21T23:01:07"
    },
    "000783": {
        "name": "长江证券",
        "code": "000783",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2989,
        "create_date": "2025-04-21T23:01:07"
    },
    "002466": {
        "name": "天齐锂业",
        "code": "002466",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2992,
        "create_date": "2025-04-21T23:01:07"
    },
    "002163": {
        "name": "海南发展",
        "code": "002163",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 2998,
        "create_date": "2025-04-21T23:01:07"
    },
    "003012": {
        "name": "东鹏控股",
        "code": "003012",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3001,
        "create_date": "2025-04-21T23:01:07"
    },
    "000407": {
        "name": "胜利股份",
        "code": "000407",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3002,
        "create_date": "2025-04-21T23:01:07"
    },
    "002788": {
        "name": "鹭燕医药",
        "code": "002788",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3005,
        "create_date": "2025-04-21T23:01:07"
    },
    "002852": {
        "name": "道道全",
        "code": "002852",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3009,
        "create_date": "2025-04-21T23:01:07"
    },
    "000890": {
        "name": "法尔胜",
        "code": "000890",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3010,
        "create_date": "2025-04-21T23:01:07"
    },
    "002371": {
        "name": "北方华创",
        "code": "002371",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3011,
        "create_date": "2025-04-21T23:01:07"
    },
    "002926": {
        "name": "华西证券",
        "code": "002926",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3019,
        "create_date": "2025-04-21T23:01:07"
    },
    "002511": {
        "name": "中顺洁柔",
        "code": "002511",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3021,
        "create_date": "2025-04-21T23:01:07"
    },
    "002498": {
        "name": "汉缆股份",
        "code": "002498",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3022,
        "create_date": "2025-04-21T23:01:07"
    },
    "000826": {
        "name": "启迪环境",
        "code": "000826",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3024,
        "create_date": "2025-04-21T23:01:07"
    },
    "002883": {
        "name": "中设股份",
        "code": "002883",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3027,
        "create_date": "2025-04-21T23:01:07"
    },
    "002367": {
        "name": "康力电梯",
        "code": "002367",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3028,
        "create_date": "2025-04-21T23:01:07"
    },
    "002984": {
        "name": "森麒麟",
        "code": "002984",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3029,
        "create_date": "2025-04-21T23:01:07"
    },
    "002470": {
        "name": "金正大",
        "code": "002470",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3032,
        "create_date": "2025-04-21T23:01:07"
    },
    "001324": {
        "name": "长青科技",
        "code": "001324",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3036,
        "create_date": "2025-04-21T23:01:07"
    },
    "002567": {
        "name": "唐人神",
        "code": "002567",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3037,
        "create_date": "2025-04-21T23:01:07"
    },
    "002390": {
        "name": "信邦制药",
        "code": "002390",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3039,
        "create_date": "2025-04-21T23:01:07"
    },
    "000776": {
        "name": "广发证券",
        "code": "000776",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3040,
        "create_date": "2025-04-21T23:01:07"
    },
    "000685": {
        "name": "中山公用",
        "code": "000685",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3043,
        "create_date": "2025-04-21T23:01:07"
    },
    "002333": {
        "name": "罗普斯金",
        "code": "002333",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3044,
        "create_date": "2025-04-21T23:01:07"
    },
    "000151": {
        "name": "中成股份",
        "code": "000151",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3046,
        "create_date": "2025-04-21T23:01:07"
    },
    "002563": {
        "name": "森马服饰",
        "code": "002563",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3048,
        "create_date": "2025-04-21T23:01:07"
    },
    "000423": {
        "name": "东阿阿胶",
        "code": "000423",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3053,
        "create_date": "2025-04-21T23:01:07"
    },
    "000803": {
        "name": "山高环能",
        "code": "000803",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3055,
        "create_date": "2025-04-21T23:01:07"
    },
    "001376": {
        "name": "百通能源",
        "code": "001376",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3056,
        "create_date": "2025-04-21T23:01:07"
    },
    "002462": {
        "name": "嘉事堂",
        "code": "002462",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3058,
        "create_date": "2025-04-21T23:01:07"
    },
    "002895": {
        "name": "川恒股份",
        "code": "002895",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3059,
        "create_date": "2025-04-21T23:01:07"
    },
    "002432": {
        "name": "九安医疗",
        "code": "002432",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3060,
        "create_date": "2025-04-21T23:01:07"
    },
    "002480": {
        "name": "新筑股份",
        "code": "002480",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3061,
        "create_date": "2025-04-21T23:01:07"
    },
    "000627": {
        "name": "天茂集团",
        "code": "000627",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3062,
        "create_date": "2025-04-21T23:01:07"
    },
    "000935": {
        "name": "四川双马",
        "code": "000935",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3064,
        "create_date": "2025-04-21T23:01:07"
    },
    "001239": {
        "name": "永达股份",
        "code": "001239",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3066,
        "create_date": "2025-04-21T23:01:07"
    },
    "002573": {
        "name": "清新环境",
        "code": "002573",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3070,
        "create_date": "2025-04-21T23:01:07"
    },
    "002556": {
        "name": "辉隆股份",
        "code": "002556",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3072,
        "create_date": "2025-04-21T23:01:07"
    },
    "002840": {
        "name": "华统股份",
        "code": "002840",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3075,
        "create_date": "2025-04-21T23:01:07"
    },
    "002060": {
        "name": "广东建工",
        "code": "002060",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3079,
        "create_date": "2025-04-21T23:01:07"
    },
    "002090": {
        "name": "金智科技",
        "code": "002090",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3081,
        "create_date": "2025-04-21T23:01:07"
    },
    "002936": {
        "name": "郑州银行",
        "code": "002936",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3083,
        "create_date": "2025-04-21T23:01:07"
    },
    "002481": {
        "name": "双塔食品",
        "code": "002481",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3084,
        "create_date": "2025-04-21T23:01:07"
    },
    "002890": {
        "name": "弘宇股份",
        "code": "002890",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3090,
        "create_date": "2025-04-21T23:01:07"
    },
    "002262": {
        "name": "恩华药业",
        "code": "002262",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3091,
        "create_date": "2025-04-21T23:01:07"
    },
    "002300": {
        "name": "太阳电缆",
        "code": "002300",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3096,
        "create_date": "2025-04-21T23:01:07"
    },
    "000338": {
        "name": "潍柴动力",
        "code": "000338",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3098,
        "create_date": "2025-04-21T23:01:07"
    },
    "000705": {
        "name": "浙江震元",
        "code": "000705",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3100,
        "create_date": "2025-04-21T23:01:07"
    },
    "002443": {
        "name": "金洲管道",
        "code": "002443",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3104,
        "create_date": "2025-04-21T23:01:07"
    },
    "002548": {
        "name": "金新农",
        "code": "002548",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3110,
        "create_date": "2025-04-21T23:01:07"
    },
    "002990": {
        "name": "盛视科技",
        "code": "002990",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3111,
        "create_date": "2025-04-21T23:01:07"
    },
    "002149": {
        "name": "西部材料",
        "code": "002149",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3112,
        "create_date": "2025-04-21T23:01:07"
    },
    "002004": {
        "name": "华邦健康",
        "code": "002004",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3113,
        "create_date": "2025-04-21T23:01:07"
    },
    "002945": {
        "name": "华林证券",
        "code": "002945",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3116,
        "create_date": "2025-04-21T23:01:07"
    },
    "002159": {
        "name": "三特索道",
        "code": "002159",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3118,
        "create_date": "2025-04-21T23:01:07"
    },
    "000980": {
        "name": "众泰汽车",
        "code": "000980",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3123,
        "create_date": "2025-04-21T23:01:07"
    },
    "002486": {
        "name": "嘉麟杰",
        "code": "002486",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3125,
        "create_date": "2025-04-21T23:01:07"
    },
    "001203": {
        "name": "大中矿业",
        "code": "001203",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3126,
        "create_date": "2025-04-21T23:01:07"
    },
    "002029": {
        "name": "七 匹 狼",
        "code": "002029",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3127,
        "create_date": "2025-04-21T23:01:07"
    },
    "002501": {
        "name": "利源股份",
        "code": "002501",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3128,
        "create_date": "2025-04-21T23:01:07"
    },
    "000886": {
        "name": "海南高速",
        "code": "000886",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3133,
        "create_date": "2025-04-21T23:01:07"
    },
    "003002": {
        "name": "壶化股份",
        "code": "003002",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3134,
        "create_date": "2025-04-21T23:01:07"
    },
    "002753": {
        "name": "永东股份",
        "code": "002753",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3135,
        "create_date": "2025-04-21T23:01:07"
    },
    "002702": {
        "name": "海欣食品",
        "code": "002702",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3137,
        "create_date": "2025-04-21T23:01:07"
    },
    "002679": {
        "name": "福建金森",
        "code": "002679",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3138,
        "create_date": "2025-04-21T23:01:07"
    },
    "000995": {
        "name": "皇台酒业",
        "code": "000995",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3143,
        "create_date": "2025-04-21T23:01:07"
    },
    "000591": {
        "name": "太阳能",
        "code": "000591",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3148,
        "create_date": "2025-04-21T23:01:07"
    },
    "002763": {
        "name": "汇洁股份",
        "code": "002763",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3151,
        "create_date": "2025-04-21T23:01:07"
    },
    "000677": {
        "name": "恒天海龙",
        "code": "000677",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3152,
        "create_date": "2025-04-21T23:01:07"
    },
    "002436": {
        "name": "兴森科技",
        "code": "002436",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3153,
        "create_date": "2025-04-21T23:01:07"
    },
    "002884": {
        "name": "凌霄泵业",
        "code": "002884",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3155,
        "create_date": "2025-04-21T23:01:07"
    },
    "000707": {
        "name": "双环科技",
        "code": "000707",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3156,
        "create_date": "2025-04-21T23:01:07"
    },
    "000599": {
        "name": "青岛双星",
        "code": "000599",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3158,
        "create_date": "2025-04-21T23:01:07"
    },
    "000425": {
        "name": "徐工机械",
        "code": "000425",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3159,
        "create_date": "2025-04-21T23:01:07"
    },
    "000733": {
        "name": "振华科技",
        "code": "000733",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3161,
        "create_date": "2025-04-21T23:01:07"
    },
    "000410": {
        "name": "沈阳机床",
        "code": "000410",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3163,
        "create_date": "2025-04-21T23:01:07"
    },
    "002813": {
        "name": "路畅科技",
        "code": "002813",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3164,
        "create_date": "2025-04-21T23:01:07"
    },
    "001227": {
        "name": "兰州银行",
        "code": "001227",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3167,
        "create_date": "2025-04-21T23:01:07"
    },
    "000898": {
        "name": "鞍钢股份",
        "code": "000898",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3170,
        "create_date": "2025-04-21T23:01:07"
    },
    "000078": {
        "name": "海王生物",
        "code": "000078",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3171,
        "create_date": "2025-04-21T23:01:07"
    },
    "000400": {
        "name": "许继电气",
        "code": "000400",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3172,
        "create_date": "2025-04-21T23:01:07"
    },
    "002176": {
        "name": "江特电机",
        "code": "002176",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3174,
        "create_date": "2025-04-21T23:01:07"
    },
    "002039": {
        "name": "黔源电力",
        "code": "002039",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3179,
        "create_date": "2025-04-21T23:01:07"
    },
    "000798": {
        "name": "中水渔业",
        "code": "000798",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3180,
        "create_date": "2025-04-21T23:01:07"
    },
    "002173": {
        "name": "创新医疗",
        "code": "002173",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3181,
        "create_date": "2025-04-21T23:01:07"
    },
    "002263": {
        "name": "大东南",
        "code": "002263",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3182,
        "create_date": "2025-04-21T23:01:07"
    },
    "000838": {
        "name": "财信发展",
        "code": "000838",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3186,
        "create_date": "2025-04-21T23:01:07"
    },
    "002677": {
        "name": "浙江美大",
        "code": "002677",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3187,
        "create_date": "2025-04-21T23:01:07"
    },
    "000605": {
        "name": "渤海股份",
        "code": "000605",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3192,
        "create_date": "2025-04-21T23:01:07"
    },
    "002062": {
        "name": "宏润建设",
        "code": "002062",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3195,
        "create_date": "2025-04-21T23:01:07"
    },
    "000717": {
        "name": "中南股份",
        "code": "000717",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3198,
        "create_date": "2025-04-21T23:01:07"
    },
    "002274": {
        "name": "华昌化工",
        "code": "002274",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3199,
        "create_date": "2025-04-21T23:01:07"
    },
    "002321": {
        "name": "华英农业",
        "code": "002321",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3203,
        "create_date": "2025-04-21T23:01:07"
    },
    "000548": {
        "name": "湖南投资",
        "code": "000548",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3204,
        "create_date": "2025-04-21T23:01:07"
    },
    "002374": {
        "name": "中锐股份",
        "code": "002374",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3206,
        "create_date": "2025-04-21T23:01:07"
    },
    "000799": {
        "name": "酒鬼酒",
        "code": "000799",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3209,
        "create_date": "2025-04-21T23:01:07"
    },
    "002939": {
        "name": "长城证券",
        "code": "002939",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3213,
        "create_date": "2025-04-21T23:01:07"
    },
    "002074": {
        "name": "国轩高科",
        "code": "002074",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3214,
        "create_date": "2025-04-21T23:01:07"
    },
    "000683": {
        "name": "远兴能源",
        "code": "000683",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3216,
        "create_date": "2025-04-21T23:01:07"
    },
    "000565": {
        "name": "渝三峡Ａ",
        "code": "000565",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3219,
        "create_date": "2025-04-21T23:01:07"
    },
    "000048": {
        "name": "京基智农",
        "code": "000048",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3220,
        "create_date": "2025-04-21T23:01:07"
    },
    "002495": {
        "name": "佳隆股份",
        "code": "002495",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3221,
        "create_date": "2025-04-21T23:01:07"
    },
    "002129": {
        "name": "TCL中环",
        "code": "002129",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3222,
        "create_date": "2025-04-21T23:01:07"
    },
    "002783": {
        "name": "凯龙股份",
        "code": "002783",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3223,
        "create_date": "2025-04-21T23:01:07"
    },
    "000516": {
        "name": "国际医学",
        "code": "000516",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3230,
        "create_date": "2025-04-21T23:01:07"
    },
    "000998": {
        "name": "隆平高科",
        "code": "000998",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3232,
        "create_date": "2025-04-21T23:01:07"
    },
    "002627": {
        "name": "三峡旅游",
        "code": "002627",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3234,
        "create_date": "2025-04-21T23:01:07"
    },
    "001218": {
        "name": "丽臣实业",
        "code": "001218",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3235,
        "create_date": "2025-04-21T23:01:07"
    },
    "000011": {
        "name": "深物业A",
        "code": "000011",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3237,
        "create_date": "2025-04-21T23:01:07"
    },
    "002299": {
        "name": "圣农发展",
        "code": "002299",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3239,
        "create_date": "2025-04-21T23:01:07"
    },
    "000564": {
        "name": "供销大集",
        "code": "000564",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3241,
        "create_date": "2025-04-21T23:01:07"
    },
    "002856": {
        "name": "美芝股份",
        "code": "002856",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3243,
        "create_date": "2025-04-21T23:01:07"
    },
    "002819": {
        "name": "东方中科",
        "code": "002819",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3244,
        "create_date": "2025-04-21T23:01:07"
    },
    "002800": {
        "name": "天顺股份",
        "code": "002800",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3248,
        "create_date": "2025-04-21T23:01:07"
    },
    "002500": {
        "name": "山西证券",
        "code": "002500",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3250,
        "create_date": "2025-04-21T23:01:07"
    },
    "000712": {
        "name": "锦龙股份",
        "code": "000712",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3253,
        "create_date": "2025-04-21T23:01:07"
    },
    "000415": {
        "name": "渤海租赁",
        "code": "000415",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3254,
        "create_date": "2025-04-21T23:01:07"
    },
    "002999": {
        "name": "天禾股份",
        "code": "002999",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3260,
        "create_date": "2025-04-21T23:01:07"
    },
    "002971": {
        "name": "和远气体",
        "code": "002971",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3263,
        "create_date": "2025-04-21T23:01:07"
    },
    "002178": {
        "name": "延华智能",
        "code": "002178",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3266,
        "create_date": "2025-04-21T23:01:07"
    },
    "000592": {
        "name": "平潭发展",
        "code": "000592",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3267,
        "create_date": "2025-04-21T23:01:07"
    },
    "002646": {
        "name": "天佑德酒",
        "code": "002646",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3268,
        "create_date": "2025-04-21T23:01:07"
    },
    "002266": {
        "name": "浙富控股",
        "code": "002266",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3270,
        "create_date": "2025-04-21T23:01:07"
    },
    "002379": {
        "name": "宏创控股",
        "code": "002379",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3276,
        "create_date": "2025-04-21T23:01:07"
    },
    "002897": {
        "name": "意华股份",
        "code": "002897",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3277,
        "create_date": "2025-04-21T23:01:07"
    },
    "000531": {
        "name": "穗恒运Ａ",
        "code": "000531",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3278,
        "create_date": "2025-04-21T23:01:07"
    },
    "000721": {
        "name": "西安饮食",
        "code": "000721",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3280,
        "create_date": "2025-04-21T23:01:07"
    },
    "002714": {
        "name": "牧原股份",
        "code": "002714",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3281,
        "create_date": "2025-04-21T23:01:07"
    },
    "000885": {
        "name": "城发环境",
        "code": "000885",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3282,
        "create_date": "2025-04-21T23:01:07"
    },
    "000541": {
        "name": "佛山照明",
        "code": "000541",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3284,
        "create_date": "2025-04-21T23:01:07"
    },
    "000692": {
        "name": "惠天热电",
        "code": "000692",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3290,
        "create_date": "2025-04-21T23:01:07"
    },
    "002038": {
        "name": "双鹭药业",
        "code": "002038",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3292,
        "create_date": "2025-04-21T23:01:07"
    },
    "000919": {
        "name": "金陵药业",
        "code": "000919",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3294,
        "create_date": "2025-04-21T23:01:07"
    },
    "000610": {
        "name": "西安旅游",
        "code": "000610",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3298,
        "create_date": "2025-04-21T23:01:07"
    },
    "002081": {
        "name": "金 螳 螂",
        "code": "002081",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3299,
        "create_date": "2025-04-21T23:01:07"
    },
    "002603": {
        "name": "以岭药业",
        "code": "002603",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3300,
        "create_date": "2025-04-21T23:01:07"
    },
    "000501": {
        "name": "武商集团",
        "code": "000501",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3305,
        "create_date": "2025-04-21T23:01:07"
    },
    "002658": {
        "name": "雪迪龙",
        "code": "002658",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3306,
        "create_date": "2025-04-21T23:01:07"
    },
    "000739": {
        "name": "普洛药业",
        "code": "000739",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3307,
        "create_date": "2025-04-21T23:01:07"
    },
    "002275": {
        "name": "桂林三金",
        "code": "002275",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3308,
        "create_date": "2025-04-21T23:01:07"
    },
    "000598": {
        "name": "兴蓉环境",
        "code": "000598",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3315,
        "create_date": "2025-04-21T23:01:07"
    },
    "000014": {
        "name": "沙河股份",
        "code": "000014",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3317,
        "create_date": "2025-04-21T23:01:07"
    },
    "002357": {
        "name": "富临运业",
        "code": "002357",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3319,
        "create_date": "2025-04-21T23:01:07"
    },
    "000158": {
        "name": "常山北明",
        "code": "000158",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3320,
        "create_date": "2025-04-21T23:01:07"
    },
    "002375": {
        "name": "亚厦股份",
        "code": "002375",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3323,
        "create_date": "2025-04-21T23:01:07"
    },
    "002911": {
        "name": "佛燃能源",
        "code": "002911",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3326,
        "create_date": "2025-04-21T23:01:07"
    },
    "002455": {
        "name": "百川股份",
        "code": "002455",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3328,
        "create_date": "2025-04-21T23:01:07"
    },
    "000830": {
        "name": "鲁西化工",
        "code": "000830",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3331,
        "create_date": "2025-04-21T23:01:07"
    },
    "000728": {
        "name": "国元证券",
        "code": "000728",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3332,
        "create_date": "2025-04-21T23:01:07"
    },
    "000652": {
        "name": "泰达股份",
        "code": "000652",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3335,
        "create_date": "2025-04-21T23:01:07"
    },
    "002061": {
        "name": "浙江交科",
        "code": "002061",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3337,
        "create_date": "2025-04-21T23:01:07"
    },
    "000725": {
        "name": "京东方Ａ",
        "code": "000725",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3338,
        "create_date": "2025-04-21T23:01:07"
    },
    "002613": {
        "name": "北玻股份",
        "code": "002613",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3339,
        "create_date": "2025-04-21T23:01:07"
    },
    "002278": {
        "name": "神开股份",
        "code": "002278",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3342,
        "create_date": "2025-04-21T23:01:07"
    },
    "000009": {
        "name": "中国宝安",
        "code": "000009",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3344,
        "create_date": "2025-04-21T23:01:07"
    },
    "000900": {
        "name": "现代投资",
        "code": "000900",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3347,
        "create_date": "2025-04-21T23:01:07"
    },
    "000690": {
        "name": "宝新能源",
        "code": "000690",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3348,
        "create_date": "2025-04-21T23:01:07"
    },
    "000921": {
        "name": "海信家电",
        "code": "000921",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3350,
        "create_date": "2025-04-21T23:01:07"
    },
    "002493": {
        "name": "荣盛石化",
        "code": "002493",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3351,
        "create_date": "2025-04-21T23:01:07"
    },
    "002202": {
        "name": "金风科技",
        "code": "002202",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3354,
        "create_date": "2025-04-21T23:01:07"
    },
    "002145": {
        "name": "中核钛白",
        "code": "002145",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3355,
        "create_date": "2025-04-21T23:01:07"
    },
    "002386": {
        "name": "天原股份",
        "code": "002386",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3356,
        "create_date": "2025-04-21T23:01:07"
    },
    "002385": {
        "name": "大北农",
        "code": "002385",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3361,
        "create_date": "2025-04-21T23:01:07"
    },
    "000520": {
        "name": "凤凰航运",
        "code": "000520",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3364,
        "create_date": "2025-04-21T23:01:07"
    },
    "002203": {
        "name": "海亮股份",
        "code": "002203",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3368,
        "create_date": "2025-04-21T23:01:07"
    },
    "000869": {
        "name": "张  裕Ａ",
        "code": "000869",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3370,
        "create_date": "2025-04-21T23:01:07"
    },
    "000589": {
        "name": "贵州轮胎",
        "code": "000589",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3371,
        "create_date": "2025-04-21T23:01:07"
    },
    "002205": {
        "name": "国统股份",
        "code": "002205",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3373,
        "create_date": "2025-04-21T23:01:07"
    },
    "002623": {
        "name": "亚玛顿",
        "code": "002623",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3375,
        "create_date": "2025-04-21T23:01:07"
    },
    "002669": {
        "name": "康达新材",
        "code": "002669",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3377,
        "create_date": "2025-04-21T23:01:07"
    },
    "002976": {
        "name": "瑞玛精密",
        "code": "002976",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3386,
        "create_date": "2025-04-21T23:01:07"
    },
    "002140": {
        "name": "东华科技",
        "code": "002140",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3388,
        "create_date": "2025-04-21T23:01:07"
    },
    "000650": {
        "name": "仁和药业",
        "code": "000650",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3394,
        "create_date": "2025-04-21T23:01:07"
    },
    "002419": {
        "name": "天虹股份",
        "code": "002419",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3396,
        "create_date": "2025-04-21T23:01:07"
    },
    "002858": {
        "name": "力盛体育",
        "code": "002858",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3399,
        "create_date": "2025-04-21T23:01:07"
    },
    "000930": {
        "name": "中粮科技",
        "code": "000930",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3404,
        "create_date": "2025-04-21T23:01:07"
    },
    "000513": {
        "name": "丽珠集团",
        "code": "000513",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3405,
        "create_date": "2025-04-21T23:01:07"
    },
    "002726": {
        "name": "龙大美食",
        "code": "002726",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3409,
        "create_date": "2025-04-21T23:01:07"
    },
    "002216": {
        "name": "三全食品",
        "code": "002216",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3410,
        "create_date": "2025-04-21T23:01:07"
    },
    "000906": {
        "name": "浙商中拓",
        "code": "000906",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3412,
        "create_date": "2025-04-21T23:01:07"
    },
    "001319": {
        "name": "铭科精技",
        "code": "001319",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3415,
        "create_date": "2025-04-21T23:01:07"
    },
    "000027": {
        "name": "深圳能源",
        "code": "000027",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3416,
        "create_date": "2025-04-21T23:01:07"
    },
    "000625": {
        "name": "长安汽车",
        "code": "000625",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3417,
        "create_date": "2025-04-21T23:01:07"
    },
    "000987": {
        "name": "越秀资本",
        "code": "000987",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3419,
        "create_date": "2025-04-21T23:01:07"
    },
    "000735": {
        "name": "罗 牛 山",
        "code": "000735",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3422,
        "create_date": "2025-04-21T23:01:07"
    },
    "002201": {
        "name": "九鼎新材",
        "code": "002201",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3426,
        "create_date": "2025-04-21T23:01:07"
    },
    "000089": {
        "name": "深圳机场",
        "code": "000089",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3428,
        "create_date": "2025-04-21T23:01:07"
    },
    "002818": {
        "name": "富森美",
        "code": "002818",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3430,
        "create_date": "2025-04-21T23:01:07"
    },
    "002539": {
        "name": "云图控股",
        "code": "002539",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3434,
        "create_date": "2025-04-21T23:01:07"
    },
    "002383": {
        "name": "合众思壮",
        "code": "002383",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3435,
        "create_date": "2025-04-21T23:01:07"
    },
    "001313": {
        "name": "粤海饲料",
        "code": "001313",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3441,
        "create_date": "2025-04-21T23:01:07"
    },
    "000544": {
        "name": "中原环保",
        "code": "000544",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3442,
        "create_date": "2025-04-21T23:01:07"
    },
    "002267": {
        "name": "陕天然气",
        "code": "002267",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3444,
        "create_date": "2025-04-21T23:01:07"
    },
    "002293": {
        "name": "罗莱生活",
        "code": "002293",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3446,
        "create_date": "2025-04-21T23:01:07"
    },
    "002690": {
        "name": "美亚光电",
        "code": "002690",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3447,
        "create_date": "2025-04-21T23:01:07"
    },
    "002128": {
        "name": "电投能源",
        "code": "002128",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3455,
        "create_date": "2025-04-21T23:01:07"
    },
    "002846": {
        "name": "英联股份",
        "code": "002846",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3456,
        "create_date": "2025-04-21T23:01:07"
    },
    "001389": {
        "name": "广合科技",
        "code": "001389",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3457,
        "create_date": "2025-04-21T23:01:07"
    },
    "000695": {
        "name": "滨海能源",
        "code": "000695",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3458,
        "create_date": "2025-04-21T23:01:07"
    },
    "002461": {
        "name": "珠江啤酒",
        "code": "002461",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3462,
        "create_date": "2025-04-21T23:01:07"
    },
    "000922": {
        "name": "佳电股份",
        "code": "000922",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3463,
        "create_date": "2025-04-21T23:01:07"
    },
    "000028": {
        "name": "国药一致",
        "code": "000028",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3474,
        "create_date": "2025-04-21T23:01:07"
    },
    "002395": {
        "name": "双象股份",
        "code": "002395",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3478,
        "create_date": "2025-04-21T23:01:07"
    },
    "001336": {
        "name": "楚环科技",
        "code": "001336",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3479,
        "create_date": "2025-04-21T23:01:07"
    },
    "000831": {
        "name": "中国稀土",
        "code": "000831",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3483,
        "create_date": "2025-04-21T23:01:07"
    },
    "000999": {
        "name": "华润三九",
        "code": "000999",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3484,
        "create_date": "2025-04-21T23:01:07"
    },
    "003031": {
        "name": "中瓷电子",
        "code": "003031",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3485,
        "create_date": "2025-04-21T23:01:07"
    },
    "002932": {
        "name": "明德生物",
        "code": "002932",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3696,
        "create_date": "2025-04-21T23:01:07"
    },
    "002805": {
        "name": "丰元股份",
        "code": "002805",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3697,
        "create_date": "2025-04-21T23:01:07"
    },
    "002758": {
        "name": "浙农股份",
        "code": "002758",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3701,
        "create_date": "2025-04-21T23:01:07"
    },
    "002737": {
        "name": "葵花药业",
        "code": "002737",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3704,
        "create_date": "2025-04-21T23:01:07"
    },
    "002557": {
        "name": "洽洽食品",
        "code": "002557",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3716,
        "create_date": "2025-04-21T23:01:07"
    },
    "002524": {
        "name": "光正眼科",
        "code": "002524",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3717,
        "create_date": "2025-04-21T23:01:07"
    },
    "002492": {
        "name": "恒基达鑫",
        "code": "002492",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3725,
        "create_date": "2025-04-21T23:01:07"
    },
    "002482": {
        "name": "广田集团",
        "code": "002482",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3726,
        "create_date": "2025-04-21T23:01:07"
    },
    "002453": {
        "name": "华软科技",
        "code": "002453",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3730,
        "create_date": "2025-04-21T23:01:07"
    },
    "002431": {
        "name": "棕榈股份",
        "code": "002431",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3735,
        "create_date": "2025-04-21T23:01:07"
    },
    "002408": {
        "name": "齐翔腾达",
        "code": "002408",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3738,
        "create_date": "2025-04-21T23:01:07"
    },
    "002394": {
        "name": "联发股份",
        "code": "002394",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3739,
        "create_date": "2025-04-21T23:01:07"
    },
    "002330": {
        "name": "得利斯",
        "code": "002330",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3743,
        "create_date": "2025-04-21T23:01:07"
    },
    "002323": {
        "name": "雅博股份",
        "code": "002323",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3745,
        "create_date": "2025-04-21T23:01:07"
    },
    "002307": {
        "name": "北新路桥",
        "code": "002307",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3747,
        "create_date": "2025-04-21T23:01:07"
    },
    "002252": {
        "name": "上海莱士",
        "code": "002252",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3751,
        "create_date": "2025-04-21T23:01:07"
    },
    "002208": {
        "name": "合肥城建",
        "code": "002208",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3754,
        "create_date": "2025-04-21T23:01:07"
    },
    "002193": {
        "name": "如意集团",
        "code": "002193",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3755,
        "create_date": "2025-04-21T23:01:07"
    },
    "002174": {
        "name": "游族网络",
        "code": "002174",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3756,
        "create_date": "2025-04-21T23:01:07"
    },
    "002157": {
        "name": "正邦科技",
        "code": "002157",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3758,
        "create_date": "2025-04-21T23:01:07"
    },
    "002154": {
        "name": "报 喜 鸟",
        "code": "002154",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3759,
        "create_date": "2025-04-21T23:01:07"
    },
    "002084": {
        "name": "海鸥住工",
        "code": "002084",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3766,
        "create_date": "2025-04-21T23:01:07"
    },
    "002056": {
        "name": "横店东磁",
        "code": "002056",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3769,
        "create_date": "2025-04-21T23:01:07"
    },
    "002016": {
        "name": "世荣兆业",
        "code": "002016",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3771,
        "create_date": "2025-04-21T23:01:07"
    },
    "001366": {
        "name": "播恩集团",
        "code": "001366",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3776,
        "create_date": "2025-04-21T23:01:07"
    },
    "001259": {
        "name": "利仁科技",
        "code": "001259",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3777,
        "create_date": "2025-04-21T23:01:07"
    },
    "000927": {
        "name": "中国铁物",
        "code": "000927",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3786,
        "create_date": "2025-04-21T23:01:07"
    },
    "000819": {
        "name": "岳阳兴长",
        "code": "000819",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3795,
        "create_date": "2025-04-21T23:01:07"
    },
    "000813": {
        "name": "德展健康",
        "code": "000813",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3797,
        "create_date": "2025-04-21T23:01:07"
    },
    "000792": {
        "name": "盐湖股份",
        "code": "000792",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3801,
        "create_date": "2025-04-21T23:01:07"
    },
    "000778": {
        "name": "新兴铸管",
        "code": "000778",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3804,
        "create_date": "2025-04-21T23:01:07"
    },
    "000726": {
        "name": "鲁  泰Ａ",
        "code": "000726",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3812,
        "create_date": "2025-04-21T23:01:07"
    },
    "000723": {
        "name": "美锦能源",
        "code": "000723",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3813,
        "create_date": "2025-04-21T23:01:07"
    },
    "000679": {
        "name": "大连友谊",
        "code": "000679",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3818,
        "create_date": "2025-04-21T23:01:07"
    },
    "000590": {
        "name": "启迪药业",
        "code": "000590",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3839,
        "create_date": "2025-04-21T23:01:07"
    },
    "000572": {
        "name": "海马汽车",
        "code": "000572",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3845,
        "create_date": "2025-04-21T23:01:07"
    },
    "000567": {
        "name": "海德股份",
        "code": "000567",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3847,
        "create_date": "2025-04-21T23:01:07"
    },
    "000557": {
        "name": "西部创业",
        "code": "000557",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3849,
        "create_date": "2025-04-21T23:01:07"
    },
    "000552": {
        "name": "甘肃能化",
        "code": "000552",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3851,
        "create_date": "2025-04-21T23:01:07"
    },
    "000529": {
        "name": "广弘控股",
        "code": "000529",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3856,
        "create_date": "2025-04-21T23:01:07"
    },
    "000517": {
        "name": "荣安地产",
        "code": "000517",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3859,
        "create_date": "2025-04-21T23:01:07"
    },
    "000505": {
        "name": "京粮控股",
        "code": "000505",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3863,
        "create_date": "2025-04-21T23:01:07"
    },
    "000166": {
        "name": "申万宏源",
        "code": "000166",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3871,
        "create_date": "2025-04-21T23:01:07"
    },
    "000061": {
        "name": "农 产 品",
        "code": "000061",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3873,
        "create_date": "2025-04-21T23:01:07"
    },
    "000031": {
        "name": "大悦城",
        "code": "000031",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3879,
        "create_date": "2025-04-21T23:01:07"
    },
    "000019": {
        "name": "深粮控股",
        "code": "000019",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3882,
        "create_date": "2025-04-21T23:01:07"
    },
    "000017": {
        "name": "深中华A",
        "code": "000017",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3884,
        "create_date": "2025-04-21T23:01:07"
    },
    "000012": {
        "name": "南  玻Ａ",
        "code": "000012",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3887,
        "create_date": "2025-04-21T23:01:07"
    },
    "002832": {
        "name": "比音勒芬",
        "code": "002832",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3895,
        "create_date": "2025-04-21T23:01:07"
    },
    "000860": {
        "name": "顺鑫农业",
        "code": "000860",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3896,
        "create_date": "2025-04-21T23:01:07"
    },
    "002827": {
        "name": "高争民爆",
        "code": "002827",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3898,
        "create_date": "2025-04-21T23:01:07"
    },
    "002468": {
        "name": "申通快递",
        "code": "002468",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3902,
        "create_date": "2025-04-21T23:01:07"
    },
    "002043": {
        "name": "兔 宝 宝",
        "code": "002043",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3903,
        "create_date": "2025-04-21T23:01:07"
    },
    "000411": {
        "name": "英特集团",
        "code": "000411",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3906,
        "create_date": "2025-04-21T23:01:07"
    },
    "000895": {
        "name": "双汇发展",
        "code": "000895",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3907,
        "create_date": "2025-04-21T23:01:07"
    },
    "001286": {
        "name": "陕西能源",
        "code": "001286",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3908,
        "create_date": "2025-04-21T23:01:07"
    },
    "002918": {
        "name": "蒙娜丽莎",
        "code": "002918",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3909,
        "create_date": "2025-04-21T23:01:07"
    },
    "002761": {
        "name": "浙江建投",
        "code": "002761",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3915,
        "create_date": "2025-04-21T23:01:07"
    },
    "002928": {
        "name": "华夏航空",
        "code": "002928",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3921,
        "create_date": "2025-04-21T23:01:07"
    },
    "002572": {
        "name": "索菲亚",
        "code": "002572",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3939,
        "create_date": "2025-04-21T23:01:07"
    },
    "002284": {
        "name": "亚太股份",
        "code": "002284",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3948,
        "create_date": "2025-04-21T23:01:07"
    },
    "002116": {
        "name": "中国海诚",
        "code": "002116",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3950,
        "create_date": "2025-04-21T23:01:07"
    },
    "000755": {
        "name": "山西高速",
        "code": "000755",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3951,
        "create_date": "2025-04-21T23:01:07"
    },
    "002553": {
        "name": "南方精工",
        "code": "002553",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3952,
        "create_date": "2025-04-21T23:01:07"
    },
    "002631": {
        "name": "德尔未来",
        "code": "002631",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3954,
        "create_date": "2025-04-21T23:01:07"
    },
    "002188": {
        "name": "中天服务",
        "code": "002188",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3955,
        "create_date": "2025-04-21T23:01:07"
    },
    "000088": {
        "name": "盐 田 港",
        "code": "000088",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3959,
        "create_date": "2025-04-21T23:01:07"
    },
    "003035": {
        "name": "南网能源",
        "code": "003035",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3967,
        "create_date": "2025-04-21T23:01:07"
    },
    "001378": {
        "name": "德冠新材",
        "code": "001378",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3968,
        "create_date": "2025-04-21T23:01:07"
    },
    "002327": {
        "name": "富安娜",
        "code": "002327",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3972,
        "create_date": "2025-04-21T23:01:07"
    },
    "000651": {
        "name": "格力电器",
        "code": "000651",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3973,
        "create_date": "2025-04-21T23:01:07"
    },
    "000100": {
        "name": "TCL科技",
        "code": "000100",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3975,
        "create_date": "2025-04-21T23:01:07"
    },
    "001213": {
        "name": "中铁特货",
        "code": "001213",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3978,
        "create_date": "2025-04-21T23:01:07"
    },
    "000090": {
        "name": "天健集团",
        "code": "000090",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3983,
        "create_date": "2025-04-21T23:01:07"
    },
    "002760": {
        "name": "凤形股份",
        "code": "002760",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3986,
        "create_date": "2025-04-21T23:01:07"
    },
    "002508": {
        "name": "老板电器",
        "code": "002508",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3989,
        "create_date": "2025-04-21T23:01:07"
    },
    "003816": {
        "name": "中国广核",
        "code": "003816",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3992,
        "create_date": "2025-04-21T23:01:07"
    },
    "002120": {
        "name": "韵达股份",
        "code": "002120",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3997,
        "create_date": "2025-04-21T23:01:07"
    },
    "002304": {
        "name": "洋河股份",
        "code": "002304",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 3999,
        "create_date": "2025-04-21T23:01:07"
    },
    "002311": {
        "name": "海大集团",
        "code": "002311",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4000,
        "create_date": "2025-04-21T23:01:07"
    },
    "000056": {
        "name": "皇庭国际",
        "code": "000056",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4005,
        "create_date": "2025-04-21T23:01:07"
    },
    "001382": {
        "name": "新亚电缆",
        "code": "001382",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4006,
        "create_date": "2025-04-21T23:01:07"
    },
    "000698": {
        "name": "沈阳化工",
        "code": "000698",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4008,
        "create_date": "2025-04-21T23:01:07"
    },
    "000968": {
        "name": "蓝焰控股",
        "code": "000968",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4015,
        "create_date": "2025-04-21T23:01:07"
    },
    "000419": {
        "name": "通程控股",
        "code": "000419",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4016,
        "create_date": "2025-04-21T23:01:07"
    },
    "002697": {
        "name": "红旗连锁",
        "code": "002697",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4019,
        "create_date": "2025-04-21T23:01:07"
    },
    "000703": {
        "name": "恒逸石化",
        "code": "000703",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4021,
        "create_date": "2025-04-21T23:01:07"
    },
    "002255": {
        "name": "海陆重工",
        "code": "002255",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4023,
        "create_date": "2025-04-21T23:01:07"
    },
    "000582": {
        "name": "北部湾港",
        "code": "000582",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4025,
        "create_date": "2025-04-21T23:01:07"
    },
    "003008": {
        "name": "开普检测",
        "code": "003008",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4027,
        "create_date": "2025-04-21T23:01:07"
    },
    "002051": {
        "name": "中工国际",
        "code": "002051",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4037,
        "create_date": "2025-04-21T23:01:07"
    },
    "002086": {
        "name": "东方海洋",
        "code": "002086",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4039,
        "create_date": "2025-04-21T23:01:07"
    },
    "002088": {
        "name": "鲁阳节能",
        "code": "002088",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4045,
        "create_date": "2025-04-21T23:01:07"
    },
    "000401": {
        "name": "冀东水泥",
        "code": "000401",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4052,
        "create_date": "2025-04-21T23:01:07"
    },
    "002372": {
        "name": "伟星新材",
        "code": "002372",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4053,
        "create_date": "2025-04-21T23:01:07"
    },
    "001201": {
        "name": "东瑞股份",
        "code": "001201",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4054,
        "create_date": "2025-04-21T23:01:07"
    },
    "000538": {
        "name": "云南白药",
        "code": "000538",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4055,
        "create_date": "2025-04-21T23:01:07"
    },
    "000932": {
        "name": "华菱钢铁",
        "code": "000932",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4057,
        "create_date": "2025-04-21T23:01:07"
    },
    "003000": {
        "name": "劲仔食品",
        "code": "003000",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4060,
        "create_date": "2025-04-21T23:01:07"
    },
    "000063": {
        "name": "中兴通讯",
        "code": "000063",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4062,
        "create_date": "2025-04-21T23:01:07"
    },
    "000716": {
        "name": "黑芝麻",
        "code": "000716",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4063,
        "create_date": "2025-04-21T23:01:07"
    },
    "002507": {
        "name": "涪陵榨菜",
        "code": "002507",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4065,
        "create_date": "2025-04-21T23:01:07"
    },
    "000528": {
        "name": "柳    工",
        "code": "000528",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4068,
        "create_date": "2025-04-21T23:01:07"
    },
    "002756": {
        "name": "永兴材料",
        "code": "002756",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4069,
        "create_date": "2025-04-21T23:01:07"
    },
    "002256": {
        "name": "兆新股份",
        "code": "002256",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4071,
        "create_date": "2025-04-21T23:01:07"
    },
    "002562": {
        "name": "兄弟科技",
        "code": "002562",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4075,
        "create_date": "2025-04-21T23:01:07"
    },
    "002671": {
        "name": "龙泉股份",
        "code": "002671",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4078,
        "create_date": "2025-04-21T23:01:07"
    },
    "000928": {
        "name": "中钢国际",
        "code": "000928",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4079,
        "create_date": "2025-04-21T23:01:07"
    },
    "000545": {
        "name": "金浦钛业",
        "code": "000545",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4080,
        "create_date": "2025-04-21T23:01:07"
    },
    "000766": {
        "name": "通化金马",
        "code": "000766",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4081,
        "create_date": "2025-04-21T23:01:07"
    },
    "002302": {
        "name": "西部建设",
        "code": "002302",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4083,
        "create_date": "2025-04-21T23:01:07"
    },
    "002831": {
        "name": "裕同科技",
        "code": "002831",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4089,
        "create_date": "2025-04-21T23:01:07"
    },
    "002352": {
        "name": "顺丰控股",
        "code": "002352",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4090,
        "create_date": "2025-04-21T23:01:07"
    },
    "000036": {
        "name": "华联控股",
        "code": "000036",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4098,
        "create_date": "2025-04-21T23:01:07"
    },
    "002110": {
        "name": "三钢闽光",
        "code": "002110",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4101,
        "create_date": "2025-04-21T23:01:07"
    },
    "000560": {
        "name": "我爱我家",
        "code": "000560",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4102,
        "create_date": "2025-04-21T23:01:07"
    },
    "000065": {
        "name": "北方国际",
        "code": "000065",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4107,
        "create_date": "2025-04-21T23:01:07"
    },
    "002634": {
        "name": "棒杰股份",
        "code": "002634",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4113,
        "create_date": "2025-04-21T23:01:07"
    },
    "000983": {
        "name": "山西焦煤",
        "code": "000983",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4116,
        "create_date": "2025-04-21T23:01:07"
    },
    "002663": {
        "name": "普邦股份",
        "code": "002663",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4118,
        "create_date": "2025-04-21T23:01:07"
    },
    "000006": {
        "name": "深振业Ａ",
        "code": "000006",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4124,
        "create_date": "2025-04-21T23:01:07"
    },
    "002541": {
        "name": "鸿路钢构",
        "code": "002541",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4127,
        "create_date": "2025-04-21T23:01:07"
    },
    "000828": {
        "name": "东莞控股",
        "code": "000828",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4133,
        "create_date": "2025-04-21T23:01:07"
    },
    "002271": {
        "name": "东方雨虹",
        "code": "002271",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4135,
        "create_date": "2025-04-21T23:01:07"
    },
    "002575": {
        "name": "群兴玩具",
        "code": "002575",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4139,
        "create_date": "2025-04-21T23:01:07"
    },
    "002146": {
        "name": "荣盛发展",
        "code": "002146",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4142,
        "create_date": "2025-04-21T23:01:07"
    },
    "002027": {
        "name": "分众传媒",
        "code": "002027",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4147,
        "create_date": "2025-04-21T23:01:07"
    },
    "002032": {
        "name": "苏 泊 尔",
        "code": "002032",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4148,
        "create_date": "2025-04-21T23:01:07"
    },
    "002948": {
        "name": "青岛银行",
        "code": "002948",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4151,
        "create_date": "2025-04-21T23:01:07"
    },
    "002839": {
        "name": "张家港行",
        "code": "002839",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4153,
        "create_date": "2025-04-21T23:01:07"
    },
    "000404": {
        "name": "长虹华意",
        "code": "000404",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4157,
        "create_date": "2025-04-21T23:01:07"
    },
    "002064": {
        "name": "华峰化学",
        "code": "002064",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4162,
        "create_date": "2025-04-21T23:01:07"
    },
    "002059": {
        "name": "云南旅游",
        "code": "002059",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4163,
        "create_date": "2025-04-21T23:01:07"
    },
    "000796": {
        "name": "凯撒旅业",
        "code": "000796",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4164,
        "create_date": "2025-04-21T23:01:07"
    },
    "002179": {
        "name": "中航光电",
        "code": "002179",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4169,
        "create_date": "2025-04-21T23:01:07"
    },
    "000933": {
        "name": "神火股份",
        "code": "000933",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4171,
        "create_date": "2025-04-21T23:01:07"
    },
    "000729": {
        "name": "燕京啤酒",
        "code": "000729",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4177,
        "create_date": "2025-04-21T23:01:07"
    },
    "000789": {
        "name": "万年青",
        "code": "000789",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4179,
        "create_date": "2025-04-21T23:01:07"
    },
    "000069": {
        "name": "华侨城Ａ",
        "code": "000069",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4180,
        "create_date": "2025-04-21T23:01:07"
    },
    "003036": {
        "name": "泰坦股份",
        "code": "003036",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4183,
        "create_date": "2025-04-21T23:01:07"
    },
    "002069": {
        "name": "獐子岛",
        "code": "002069",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4186,
        "create_date": "2025-04-21T23:01:07"
    },
    "000882": {
        "name": "华联股份",
        "code": "000882",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4187,
        "create_date": "2025-04-21T23:01:07"
    },
    "002458": {
        "name": "益生股份",
        "code": "002458",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4190,
        "create_date": "2025-04-21T23:01:07"
    },
    "002285": {
        "name": "世联行",
        "code": "002285",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4192,
        "create_date": "2025-04-21T23:01:07"
    },
    "001215": {
        "name": "千味央厨",
        "code": "001215",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4198,
        "create_date": "2025-04-21T23:01:07"
    },
    "000877": {
        "name": "天山股份",
        "code": "000877",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4204,
        "create_date": "2025-04-21T23:01:07"
    },
    "000926": {
        "name": "福星股份",
        "code": "000926",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4207,
        "create_date": "2025-04-21T23:01:07"
    },
    "001979": {
        "name": "招商蛇口",
        "code": "001979",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4209,
        "create_date": "2025-04-21T23:01:07"
    },
    "000507": {
        "name": "珠海港",
        "code": "000507",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4214,
        "create_date": "2025-04-21T23:01:07"
    },
    "002264": {
        "name": "新 华 都",
        "code": "002264",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4219,
        "create_date": "2025-04-21T23:01:07"
    },
    "002701": {
        "name": "奥瑞金",
        "code": "002701",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4223,
        "create_date": "2025-04-21T23:01:07"
    },
    "002675": {
        "name": "东诚药业",
        "code": "002675",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4232,
        "create_date": "2025-04-21T23:01:07"
    },
    "002958": {
        "name": "青农商行",
        "code": "002958",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4235,
        "create_date": "2025-04-21T23:01:07"
    },
    "000059": {
        "name": "华锦股份",
        "code": "000059",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4238,
        "create_date": "2025-04-21T23:01:07"
    },
    "002847": {
        "name": "盐津铺子",
        "code": "002847",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4240,
        "create_date": "2025-04-21T23:01:07"
    },
    "000937": {
        "name": "冀中能源",
        "code": "000937",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4241,
        "create_date": "2025-04-21T23:01:07"
    },
    "000701": {
        "name": "厦门信达",
        "code": "000701",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4243,
        "create_date": "2025-04-21T23:01:07"
    },
    "002319": {
        "name": "乐通股份",
        "code": "002319",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4247,
        "create_date": "2025-04-21T23:01:07"
    },
    "002820": {
        "name": "桂发祥",
        "code": "002820",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4250,
        "create_date": "2025-04-21T23:01:07"
    },
    "002258": {
        "name": "利尔化学",
        "code": "002258",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4251,
        "create_date": "2025-04-21T23:01:07"
    },
    "000858": {
        "name": "五 粮 液",
        "code": "000858",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4252,
        "create_date": "2025-04-21T23:01:07"
    },
    "002812": {
        "name": "恩捷股份",
        "code": "002812",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4254,
        "create_date": "2025-04-21T23:01:07"
    },
    "000978": {
        "name": "桂林旅游",
        "code": "000978",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4258,
        "create_date": "2025-04-21T23:01:07"
    },
    "001356": {
        "name": "富岭股份",
        "code": "001356",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4262,
        "create_date": "2025-04-21T23:01:07"
    },
    "002233": {
        "name": "塔牌集团",
        "code": "002233",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4264,
        "create_date": "2025-04-21T23:01:07"
    },
    "001872": {
        "name": "招商港口",
        "code": "001872",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4266,
        "create_date": "2025-04-21T23:01:07"
    },
    "002968": {
        "name": "新大正",
        "code": "002968",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4267,
        "create_date": "2025-04-21T23:01:07"
    },
    "002033": {
        "name": "丽江股份",
        "code": "002033",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4268,
        "create_date": "2025-04-21T23:01:07"
    },
    "000715": {
        "name": "中兴商业",
        "code": "000715",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4273,
        "create_date": "2025-04-21T23:01:07"
    },
    "002377": {
        "name": "国创高新",
        "code": "002377",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4274,
        "create_date": "2025-04-21T23:01:07"
    },
    "000931": {
        "name": "中 关 村",
        "code": "000931",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4277,
        "create_date": "2025-04-21T23:01:07"
    },
    "001323": {
        "name": "慕思股份",
        "code": "001323",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4281,
        "create_date": "2025-04-21T23:01:07"
    },
    "002775": {
        "name": "文科股份",
        "code": "002775",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4284,
        "create_date": "2025-04-21T23:01:07"
    },
    "002706": {
        "name": "良信股份",
        "code": "002706",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4286,
        "create_date": "2025-04-21T23:01:07"
    },
    "002778": {
        "name": "中晟高科",
        "code": "002778",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4289,
        "create_date": "2025-04-21T23:01:07"
    },
    "001279": {
        "name": "强邦新材",
        "code": "001279",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4291,
        "create_date": "2025-04-21T23:01:07"
    },
    "001277": {
        "name": "速达股份",
        "code": "001277",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4298,
        "create_date": "2025-04-21T23:01:07"
    },
    "002821": {
        "name": "凯莱英",
        "code": "002821",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4299,
        "create_date": "2025-04-21T23:01:07"
    },
    "001965": {
        "name": "招商公路",
        "code": "001965",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4300,
        "create_date": "2025-04-21T23:01:07"
    },
    "000905": {
        "name": "厦门港务",
        "code": "000905",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4303,
        "create_date": "2025-04-21T23:01:07"
    },
    "000888": {
        "name": "峨眉山Ａ",
        "code": "000888",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4305,
        "create_date": "2025-04-21T23:01:07"
    },
    "000001": {
        "name": "平安银行",
        "code": "000001",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4306,
        "create_date": "2025-04-21T23:01:07"
    },
    "000786": {
        "name": "北新建材",
        "code": "000786",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4311,
        "create_date": "2025-04-21T23:01:07"
    },
    "000800": {
        "name": "一汽解放",
        "code": "000800",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4312,
        "create_date": "2025-04-21T23:01:07"
    },
    "002142": {
        "name": "宁波银行",
        "code": "002142",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4316,
        "create_date": "2025-04-21T23:01:07"
    },
    "002992": {
        "name": "宝明科技",
        "code": "002992",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4324,
        "create_date": "2025-04-21T23:01:07"
    },
    "000672": {
        "name": "上峰水泥",
        "code": "000672",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4332,
        "create_date": "2025-04-21T23:01:07"
    },
    "002807": {
        "name": "江阴银行",
        "code": "002807",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4333,
        "create_date": "2025-04-21T23:01:07"
    },
    "002966": {
        "name": "苏州银行",
        "code": "002966",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4339,
        "create_date": "2025-04-21T23:01:07"
    },
    "002162": {
        "name": "悦心健康",
        "code": "002162",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4340,
        "create_date": "2025-04-21T23:01:07"
    },
    "002186": {
        "name": "全 聚 德",
        "code": "002186",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4343,
        "create_date": "2025-04-21T23:01:07"
    },
    "000902": {
        "name": "新洋丰",
        "code": "000902",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4344,
        "create_date": "2025-04-21T23:01:07"
    },
    "000568": {
        "name": "泸州老窖",
        "code": "000568",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4347,
        "create_date": "2025-04-21T23:01:07"
    },
    "000596": {
        "name": "古井贡酒",
        "code": "000596",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4349,
        "create_date": "2025-04-21T23:01:07"
    },
    "000720": {
        "name": "新能泰山",
        "code": "000720",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4352,
        "create_date": "2025-04-21T23:01:07"
    },
    "001331": {
        "name": "胜通能源",
        "code": "001331",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4354,
        "create_date": "2025-04-21T23:01:07"
    },
    "000659": {
        "name": "珠海中富",
        "code": "000659",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4355,
        "create_date": "2025-04-21T23:01:07"
    },
    "000002": {
        "name": "万  科Ａ",
        "code": "000002",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4356,
        "create_date": "2025-04-21T23:01:07"
    },
    "002242": {
        "name": "九阳股份",
        "code": "002242",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4358,
        "create_date": "2025-04-21T23:01:07"
    },
    "002075": {
        "name": "沙钢股份",
        "code": "002075",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4365,
        "create_date": "2025-04-21T23:01:07"
    },
    "002734": {
        "name": "利民股份",
        "code": "002734",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4379,
        "create_date": "2025-04-21T23:01:07"
    },
    "002040": {
        "name": "南 京 港",
        "code": "002040",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4380,
        "create_date": "2025-04-21T23:01:07"
    },
    "002254": {
        "name": "泰和新材",
        "code": "002254",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4385,
        "create_date": "2025-04-21T23:01:07"
    },
    "000428": {
        "name": "华天酒店",
        "code": "000428",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4386,
        "create_date": "2025-04-21T23:01:07"
    },
    "002381": {
        "name": "双箭股份",
        "code": "002381",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4390,
        "create_date": "2025-04-21T23:01:07"
    },
    "000797": {
        "name": "中国武夷",
        "code": "000797",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4391,
        "create_date": "2025-04-21T23:01:07"
    },
    "002210": {
        "name": "飞马国际",
        "code": "002210",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4394,
        "create_date": "2025-04-21T23:01:07"
    },
    "000402": {
        "name": "金 融 街",
        "code": "000402",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4401,
        "create_date": "2025-04-21T23:01:07"
    },
    "000950": {
        "name": "重药控股",
        "code": "000950",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4402,
        "create_date": "2025-04-21T23:01:07"
    },
    "002700": {
        "name": "新疆浩源",
        "code": "002700",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4403,
        "create_date": "2025-04-21T23:01:07"
    },
    "002566": {
        "name": "益盛药业",
        "code": "002566",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4404,
        "create_date": "2025-04-21T23:01:07"
    },
    "000429": {
        "name": "粤高速Ａ",
        "code": "000429",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4406,
        "create_date": "2025-04-21T23:01:07"
    },
    "002931": {
        "name": "锋龙股份",
        "code": "002931",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4409,
        "create_date": "2025-04-21T23:01:07"
    },
    "002244": {
        "name": "滨江集团",
        "code": "002244",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4410,
        "create_date": "2025-04-21T23:01:07"
    },
    "002836": {
        "name": "新宏泽",
        "code": "002836",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4411,
        "create_date": "2025-04-21T23:01:07"
    },
    "002564": {
        "name": "天沃科技",
        "code": "002564",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4413,
        "create_date": "2025-04-21T23:01:07"
    },
    "003001": {
        "name": "中岩大地",
        "code": "003001",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4416,
        "create_date": "2025-04-21T23:01:07"
    },
    "000753": {
        "name": "漳州发展",
        "code": "000753",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4419,
        "create_date": "2025-04-21T23:01:07"
    },
    "000785": {
        "name": "居然智家",
        "code": "000785",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4424,
        "create_date": "2025-04-21T23:01:07"
    },
    "002791": {
        "name": "坚朗五金",
        "code": "002791",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4425,
        "create_date": "2025-04-21T23:01:07"
    },
    "001368": {
        "name": "通达创智",
        "code": "001368",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4428,
        "create_date": "2025-04-21T23:01:07"
    },
    "002806": {
        "name": "华锋股份",
        "code": "002806",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4430,
        "create_date": "2025-04-21T23:01:07"
    },
    "002991": {
        "name": "甘源食品",
        "code": "002991",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4432,
        "create_date": "2025-04-21T23:01:07"
    },
    "001228": {
        "name": "永泰运",
        "code": "001228",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4433,
        "create_date": "2025-04-21T23:01:07"
    },
    "000514": {
        "name": "渝 开 发",
        "code": "000514",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4441,
        "create_date": "2025-04-21T23:01:07"
    },
    "002329": {
        "name": "皇氏集团",
        "code": "002329",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4450,
        "create_date": "2025-04-21T23:01:07"
    },
    "000025": {
        "name": "特  力Ａ",
        "code": "000025",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4459,
        "create_date": "2025-04-21T23:01:07"
    },
    "000661": {
        "name": "长春高新",
        "code": "000661",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4462,
        "create_date": "2025-04-21T23:01:07"
    },
    "001335": {
        "name": "C信凯",
        "code": "001335",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4464,
        "create_date": "2025-04-21T23:01:07"
    },
    "000632": {
        "name": "三木集团",
        "code": "000632",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4465,
        "create_date": "2025-04-21T23:01:07"
    },
    "002570": {
        "name": "贝因美",
        "code": "002570",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4466,
        "create_date": "2025-04-21T23:01:07"
    },
    "001395": {
        "name": "亚联机械",
        "code": "001395",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4469,
        "create_date": "2025-04-21T23:01:07"
    },
    "002780": {
        "name": "三夫户外",
        "code": "002780",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4470,
        "create_date": "2025-04-21T23:01:07"
    },
    "002571": {
        "name": "德力股份",
        "code": "002571",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4472,
        "create_date": "2025-04-21T23:01:07"
    },
    "002098": {
        "name": "浔兴股份",
        "code": "002098",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4480,
        "create_date": "2025-04-21T23:01:07"
    },
    "001234": {
        "name": "泰慕士",
        "code": "001234",
        "type": 0,
        "sort": 0,
        "update_date": "2025-04-21T23:01:07",
        "id": 4482,
        "create_date": "2025-04-21T23:01:07"
    }
};

// const requestPages = async (code) => {
//     return fetch(`https://push2.eastmoney.com/api/qt/stock/get?invt=2&fltt=1&cb=jQuery351013051361154176822_1762939782607&fields=f135%2Cf136%2Cf137%2Cf138%2Cf139%2Cf140%2Cf141%2Cf142%2Cf143%2Cf144%2Cf145%2Cf146%2Cf147%2Cf148%2Cf149&secid=1.600871&ut=fa5fd1943c7b386f172d6893dbfba10b&wbp2u=%7C0%7C0%7C0%7Cweb&dect=1&_=1762939782607`, {
//         method: 'GET',
//         // mode: 'cors',
//         cache: 'no-cache',
//         // credentials: 'include',
//         headers: {
//             'Content-Type': 'application/json',
//             // 'Access-Control-Allow-Origin': '*',
//             // 'Access-Control-Allow-Credentials': true
//         },
//         // data: JSON.stringify(params)
//     }).then(rs => rs.text()).then(rs => {
//         return rs;
//     });
// }

const delay = (time = 500) => {
    return new Promise(resolve => setTimeout(resolve, time));
}

const getTimestamp = () => {
    return new Date().getTime();
}

// const requestPages = async ({
//     pageNum,
//     pageSize,
//     timestamp
// }) => {
//     const rs = await fetch(`https://push2.eastmoney.com/api/qt/clist/get?np=1&fltt=1&invt=2&cb=jQuery37108866059046083457_${timestamp}&fs=m%3A0%2Bt%3A6%2Cm%3A0%2Bt%3A80%2Cm%3A1%2Bt%3A2%2Cm%3A1%2Bt%3A23%2Cm%3A0%2Bt%3A81%2Bs%3A2048&fields=f12%2Cf13%2Cf14%2Cf1%2Cf2%2Cf4%2Cf3%2Cf152%2Cf5%2Cf6%2Cf7%2Cf15%2Cf18%2Cf16%2Cf17%2Cf10%2Cf8%2Cf9%2Cf23&fid=f3&pn=${pageNum}&pz=${pageSize}&po=1&dect=1&ut=fa5fd1943c7b386f172d6893dbfba10b&wbp2u=%7C0%7C0%7C0%7Cweb&_=${timestamp}`, {
//         method: 'GET',
//         // mode: 'cors',
//         cache: 'no-cache',
//         // credentials: 'include',
//         headers: {
//             // 'Content-Type': 'application/json',
//             'Content-Type': 'text/html',
//             // 'Access-Control-Allow-Origin': '*',
//             // 'Access-Control-Allow-Credentials': true
//         }
//     }).then(rs => rs.text()).then(rs => {
//         const str = rs.replace(/^.+\(/, '').replace(/\);$/, '');
//         return JSON.parse(str);
//     }).catch(err => {
//         return null;
//     });
//     return rs;
// }

// const requestDetails = async ({
//     type,
//     code,
//     timestamp
// }) => {
//     const rs = await fetch(`https://push2.eastmoney.com/api/qt/stock/details/get?fields1=f1,f2,f3,f4&fields2=f51,f52,f53,f54,f55&fltt=2&cb=jQuery351013051361154176822_${timestamp}&pos=0&secid=${type}.${code}&ut=fa5fd1943c7b386f172d6893dbfba10b&wbp2u=%7C0%7C0%7C0%7Cweb&_=${timestamp}`, {
//         method: 'GET',
//         // mode: 'cors',
//         cache: 'no-cache',
//         // credentials: 'include',
//         headers: {
//             // 'Content-Type': 'application/json',
//             'Content-Type': 'text/html',
//             // 'Access-Control-Allow-Origin': '*',
//             // 'Access-Control-Allow-Credentials': true
//         }
//     }).then(rs => rs.text()).then(rs => {
//         const str = rs.replace(/^.+\(/, '').replace(/\);$/, '');
//         return JSON.parse(str);
//     }).catch(err => {
//         return null;
//     });
//     return rs;
// }

// const requestFund = async ({
//     type,
//     code,
//     timestamp
// }) => {
//     const rs = await fetch(`https://push2.eastmoney.com/api/qt/stock/get?invt=2&fltt=1&cb=jQuery351013051361154176822_${timestamp}&fields=f135%2Cf136%2Cf137%2Cf138%2Cf139%2Cf140%2Cf141%2Cf142%2Cf143%2Cf144%2Cf145%2Cf146%2Cf147%2Cf148%2Cf149&secid=${type}.${code}&ut=fa5fd1943c7b386f172d6893dbfba10b&wbp2u=%7C0%7C0%7C0%7Cweb&dect=1&_=${timestamp}`, {
//         method: 'GET',
//         // mode: 'cors',
//         cache: 'no-cache',
//         // credentials: 'include',
//         headers: {
//             // 'Content-Type': 'application/json',
//             'Content-Type': 'text/html',
//             // 'Access-Control-Allow-Origin': '*',
//             // 'Access-Control-Allow-Credentials': true
//         }
//     }).then(rs => rs.text()).then(rs => {
//         const str = rs.replace(/^.+\(/, '').replace(/\);$/, '');
//         return JSON.parse(str);
//     }).catch(err => {
//         return null;
//     });
//     return rs;
// }

const jsonp = (url, callbackName) => {
    return new Promise((resolve, reject) => {
        const scriptDom = document.createElement('script');
        window[callbackName] = (rs) => {
            resolve(rs);
            // document.head.removeChild(script);
            delete window[callbackName];
        }
        scriptDom.src = url;
        scriptDom.onerror = () => {
            resolve(null);
            // document.head.removeChild(scriptDom);
            delete window[callbackName];
        };
        document.head.appendChild(scriptDom);
    });
}

const requestPages = async ({
    pageNum,
    pageSize,
    timestamp
}) => {
    const rs = await jsonp(`https://push2.eastmoney.com/api/qt/clist/get?np=1&fltt=1&invt=2&cb=jQuery37108866059046083457_${timestamp}&fs=m%3A0%2Bt%3A6%2Cm%3A0%2Bt%3A80%2Cm%3A1%2Bt%3A2%2Cm%3A1%2Bt%3A23%2Cm%3A0%2Bt%3A81%2Bs%3A2048&fields=f12%2Cf13%2Cf14%2Cf1%2Cf2%2Cf4%2Cf3%2Cf152%2Cf5%2Cf6%2Cf7%2Cf15%2Cf18%2Cf16%2Cf17%2Cf10%2Cf8%2Cf9%2Cf23&fid=f3&pn=${pageNum}&pz=${pageSize}&po=1&dect=1&ut=fa5fd1943c7b386f172d6893dbfba10b&wbp2u=%7C0%7C0%7C0%7Cweb&_=${timestamp}`, `jQuery37108866059046083457_${timestamp}`);
    return rs;
}

const requestDetails = async ({
    type,
    code,
    timestamp
}) => {
    const rs = await jsonp(`https://push2.eastmoney.com/api/qt/stock/details/get?fields1=f1,f2,f3,f4&fields2=f51,f52,f53,f54,f55&fltt=2&cb=jQuery351013051361154176822_${timestamp}&pos=0&secid=${type}.${code}&ut=fa5fd1943c7b386f172d6893dbfba10b&wbp2u=%7C0%7C0%7C0%7Cweb&_=${timestamp}`, `jQuery351013051361154176822_${timestamp}`);
    return rs;
}

const requestFund = async ({
    type,
    code,
    timestamp
}) => {
    const rs = await jsonp(`https://push2.eastmoney.com/api/qt/stock/get?invt=2&fltt=1&cb=jQuery351013051361154176822_${timestamp}&fields=f135%2Cf136%2Cf137%2Cf138%2Cf139%2Cf140%2Cf141%2Cf142%2Cf143%2Cf144%2Cf145%2Cf146%2Cf147%2Cf148%2Cf149&secid=${type}.${code}&ut=fa5fd1943c7b386f172d6893dbfba10b&wbp2u=%7C0%7C0%7C0%7Cweb&dect=1&_=${timestamp}`, `jQuery351013051361154176822_${timestamp}`);
    return rs;
}

const reqSync = async ({
    rw,
    code,
    date,
    stock,
    fund,
    details,
    dir,
    msg
}) => {
    const data = {
        rw,
        code,
        date,
        stock,
        fund,
        details,
        dir,
        msg
    };
    console.log('data', data);
    const rs = await fetch(`http:127.0.0.1:8000/oauth/sync`, {
        method: 'POST',
        // mode: 'cors',
        cache: 'no-cache',
        // credentials: 'include',
        body: JSON.stringify(data),
        headers: {
            'Content-Type': 'application/json',
            // 'Content-Type': 'text/html',
            // 'Access-Control-Allow-Origin': '*',
            // 'Access-Control-Allow-Credentials': true
        }
    }).then(rs => rs.json()).then(rs => {
        return rs;
    }).catch(err => {
        return null;
    });
    return rs;
}

const loop = async (date, startPage = 1, dir = 'temp', endPage, pageSize = 20) => {
    let curPageNum = startPage;
    let totalPage = -1;
    let sum = 0;
    // const date = '2025-11-14';
    while (true) {
        await delay();
        console.log(`第 ${curPageNum} 页`);
        const pageList = await requestPages({
            pageNum: curPageNum,
            pageSize,
            timestamp: getTimestamp()
        });
        if (pageList === null) {
            continue;
        }
        const klist = pageList["data"]["diff"];
        const total = pageList["data"]["total"];
        if (totalPage === -1) {
            totalPage = Math.ceil(total / pageSize);
            if (endPage) {
                totalPage = Math.min(total, endPage);
            }
        }
        let fund = null;
        let details = null;
        let curCount = 1;
        for (let i = 0; i < klist.length; i++) {
            if (MAIN_STOCKS_OBJ[klist[i]['f12']]) {
                await delay();
                fund = await requestFund({
                    type: klist[i]['f13'],
                    code: klist[i]['f12'],
                    timestamp: getTimestamp()
                });

                while (fund === null) {
                    console.log(`ERROR 主力资金 第${curPageNum}页 第${curCount}条 ${klist[i]['f12']} ${klist[i]['f14']} HTTP错误 ${toFloat(klist[i]['f3'])}`);
                    await delay();
                    fund = await requestFund({
                        type: klist[i]['f13'],
                        code: klist[i]['f12'],
                        timestamp: getTimestamp()
                    });
                }
                console.log(`同步完成 主力资金 第${curPageNum}页 第${curCount}条 ${klist[i]['f12']} ${klist[i]['f14']} ${toFloat(klist[i]['f3'])}`);

                await delay();
                details = await requestDetails({
                    type: klist[i]['f13'],
                    code: klist[i]['f12'],
                    timestamp: getTimestamp()
                });
                while (details === null) {
                    console.log(`ERROR 交易数据 第${curPageNum}页 第${curCount}条 ${klist[i]['f12']} ${klist[i]['f14']} HTTP错误 ${toFloat(klist[i]['f3'])}`);
                    await delay();
                    details = await requestDetails({
                        type: klist[i]['f13'],
                        code: klist[i]['f12'],
                        timestamp: getTimestamp()
                    });
                }
                // console.log('details', details);
                console.log(`同步完成 交易数据 第${curPageNum}页 第${curCount}条 ${klist[i]['f12']} ${klist[i]['f14']} ${toFloat(klist[i]['f3'])}`);

                responseJson = await reqSync({
                    rw: sum === 0,
                    code: klist[i]['f12'],
                    date,
                    stock: klist[i],
                    fund: fund['data'],
                    details: details["data"]["details"],
                    msg: `第${curPageNum}页 第${curCount}条 ${klist[i]['f12']} ${klist[i]['f14']} ${toFloat(klist[i]['f3'])}`,
                    dir
                });

                while (responseJson === null) {
                    console.log(`保存数据 第${curPageNum}页 第${curCount}条 ${klist[i]['f12']} ${klist[i]['f14']} 失败 ${toFloat(klist[i]['f3'])}`);
                    responseJson = await reqSync({
                        rw: sum,
                        code: klist[i]['f12'],
                        date,
                        stock: klist[i],
                        fund,
                        details,
                        msg: `第${curPageNum}页 第${curCount}条 ${klist[i]['f12']} ${klist[i]['f14']} ${toFloat(klist[i]['f3'])}`,
                        dir
                    });
                }
                sum++;
                curCount++;
                console.log(sum);
            }
        }

        // curPageNum++;
        // setTotalMsg(curPageNum);
        if (totalPage > 0 && curPageNum >= totalPage) {
            break;
        }
        curPageNum++;

    }
    console.log('同步结束');
}

const toFloat = (a) => {
    if (a === '-') {
        return 0;
    } 
    return (a * 0.01).toFixed(2);
}


const formatDateTime = (date, format = 'yyyy-MM-dd') => {
    // format = 'yyyy-MM-dd HH:mm:ss'
    const o = {
        "M+": date.getMonth() + 1,
        "d+": date.getDate(),
        "h+": date.getHours() % 12 || 12,
        "H+": date.getHours(),
        "m+": date.getMinutes(),
        "s+": date.getSeconds(),
        "q+": Math.floor((date.getMonth() + 3) / 3),
        "S": date.getMilliseconds()
    };
    if (/(y+)/.test(format)) {
        format = format.replace(RegExp.$1, (date.getFullYear() + "").substr(4 - RegExp.$1.length));
    }
    for (let k in o) {
        if (new RegExp(`(${k})`).test(format)) {
            format = format.replace(RegExp.$1, RegExp.$1.length === 1 ? o[k] : ("00" + o[k]).substr(("" + o[k]).length));
        }
    }
    return format;
}

const main = async () => {
    // loop('2025-11-28', 1, 'temp0', 145);
    // loop(formatDateTime(new Date()), 1, 'temp0', 145);
    // loop(formatDateTime(new Date()), 146, 'temp1');
    // loop('2025-11-21', 1, 'temp0', 72);

    // loop(formatDateTime(new Date()), 1, 'temp1-140', 140);
    // loop(formatDateTime(new Date()), 141, 'temp141');

    // loop(formatDateTime(new Date()), 1, 'temp1-70', 70);
    // loop(formatDateTime(new Date()), 71, 'temp71-140', 140);
    // loop(formatDateTime(new Date()), 141, 'temp141-210', 210);
    // loop(formatDateTime(new Date()), 211, 'temp211');

    // loop(formatDateTime(new Date()), 1, 'temp1-50', 50);
    // loop(formatDateTime(new Date()), 51, 'temp51-100', 100);
    // loop(formatDateTime(new Date()), 101, 'temp101-150', 150);
    // loop(formatDateTime(new Date()), 151, 'temp151-200', 200);
    // loop(formatDateTime(new Date()), 201, 'temp211', 250);
    // loop(formatDateTime(new Date()), 251, 'temp251');
}

main();